Repository: Mingda-tech/KlipperScreenAlpha
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: ar, da, et, lt, nl, pt_br, sl, sv

source: %s will be updated to version
ar: سيتم تحديثه إلى الإصدار%s
da: %s vil blive opdateret til version
et: %s uuendatakse versioonile
lt: %s bus atnaujinta iki versijos
nl: %s zal worden ge-update naar versie
pt_br: %s será atualizado para a versão
sl: %s bo posodobljen na različico
sv: %s uppdateras till version

source: (default)
ar: (افتراضي)
da: (standard)
et: (vaikimisi)
lt: (pagal nutylėjimą)
nl: (standaard)
pt_br: (padrão)
sl: (privzeto)
sv: (standard)

source: 24 Hour Time
ar: وقت 24 ساعة
da: 24-timers visning
et: 24-tunnine aeg
lt: 24-laiko formatas
nl: 24 Uurs Tijd
pt_br: Horário de 24 Horas
sl: 24 urni čas
sv: 24 timmars tid

source: A FIRMWARE_RESTART may fix the issue.
ar: إعادة تشغيل البرنامج الثابت قد يحل المشكلة.
da: En FIRMWARE_RESTART kan løse problemet.
et: Probleemi võib lahendada FIRMWARE_RESTART.
lt: Perkraukite valdiklį, norėdami ištaisyti problemą.
nl: Een FIRMWARE_RESTART kan het probleem oplossen.
pt_br: O comando FIRMWARE_RESTART pode resolver o problema.
sl: Ponovni zagon MKE bi mogoče rešilo težavo.
sv: En FIRMWARE_RESTART kan lösa problemet.

source: ADXL Not Configured
ar: مقياسات السرعة ADXL تحتاج إلى تثبيت
et: ADXL ei ole seadistatud
lt: ADXL nekonfigūruotas
nl: ADXL Niet Geconfigureerd
pt_br: ADXL Não Configurado
sl: ADXL ni konfiguriran
sv: ADXL inte konfigurerad

source: Abort
ar: إجهاض
da: Annuller
et: Katkesta
lt: Atšaukti
nl: Annuleer
pt_br: Abortar
sl: Prekini
sv: Avbryt

source: Acceleration:
ar: التسارع:
et: Kiirendus:
lt: Pagreitis:
nl: Acceleratie:
pt_br: Aceleração:
sl: Pospešek:

source: Accept
ar: قبول
da: OK
et: Nõustu
lt: Patvirtinti
nl: Accepteer
pt_br: Aceitar
sl: Sprejmi
sv: Godkänn

source: Add profile
ar: إضافة نمط
et: Lisa profiil
lt: Pridėti profilį
nl: Profiel toevoegen
pt_br: Adicionar perfil
sl: Dodaj profil
sv: Lägg till profil

source: All
ar: الكل
et: Kõik
lt: Viskas
nl: Alles
pt_br: Todos
sl: Vse
sv: Alla

source: Apply
ar: تطبيق
et: Rakenda
lt: Pritaikyti
nl: Toepassen
pt_br: Aplicar
sl: Uporabi
sv: Tillämpa

source: Apply %s%.3f offset to Endstop?
ar: طبق %s%.3f تعديل مفتاح التوقف?
et: Rakenda %s%.3f nihe lõpp-punktile?
lt: Pritaikyti poslinkį %s%.3f pabaigos jutikliui?
nl: Gebruik %s%.3f offset voor Eindstop?
pt_br: Aplicar deslocamento de %s%.3f a Chave de Fim de Curso?
sv: Tillämpa %s%.3f offset på Ändstopp?

source: Apply %s%.3f offset to Probe?
ar: طبق %s%.3f التعديل على المسبار؟
et: Rakenda %s%.3f nihe andurile?
lt: Pritaikyti poslinkį %s%.3f zondui?
nl: Gebruik %s%.3f offset voor Probe?
pt_br: Aplicar deslocamento de %s%.3f ao sensor de nivelamento?
sv: Tillämpa %s%.3f offset på sonden?

source: Archived
ar: المحفوظات
et: Arhiveeritud
lt: Archyvuota
nl: Gearchiveerd
pt_br: Arquivado
sl: Arhivirano
sv: Arkiverad

source: Are you sure do you want to exclude the object?
ar: هل أنت متأكد من أنك تريد استبعاد الجسم؟?
et: Kas olete kindel, et soovite objekti välistada?
lt: Ar tikrai norite išmesti objektą?
nl: Weet je zeker dat je het object wilt uitsluiten?
pt_br: Tem certeza de que quer excluir o objeto?
sl: Ali ste prepričani da želite izključiti predmet?
sv: Är du säker på att du vill utesluta objektet?

source: Are you sure you want to run Emergency Stop?
ar: هل أنت متأكد من أنك تريد تشغيل التوقف الطارء؟?
da: Er du sikker på, at du vil køre nødstop?
et: Kas olete kindel, et soovite käivitada hädapidurduse?
lt: Ar tikrai paleisti avarinį stabdymą?
nl: Weet je zeker dat je de Noodstop wilt inschakelen?
pt_br: Tem certeza de que quer executar uma Parada de Emergência?
sl: Ali ste prepričani, da želite zagnati zaustavitev v sili?
sv: Är du säker på att du vill köra Nödstopp?

source: Are you sure you wish to cancel this print?
ar: هل أنت متأكد أنك تريد إلغاء هذه الطباعة؟?
da: Er du sikker på du vil annullere det igangværende print?
et: Kas olete kindel, et soovite selle printimise tühistada?
lt: Ar tikrai norite nutraukti spausdinimą?
nl: Weet je zeker dat je deze print wilt annuleren?
pt_br: Tem certeza de que deseja cancelar essa impressão?
sl: Ali ste prepričani da želite preklicati to tiskanje?
sv: Är du säker på att du vill avbryta denna utskrift?

source: Are you sure you wish to disable motors?
ar: هل أنت متأكد من أنك ترغب في تعطيل المحركات الخطوية ؟?
da: Er du sikker på, at du vil deaktivere motorer?
et: Kas olete kindel, et soovite mootorid välja lülitada?
lt: Ar tikrai norite išjungti variklius?
nl: Weet je zeker dat je de motors wilt uitschakelen?
pt_br: Tem certeza de que deseja desabilitar os motores?
sl: Ali ste prepričani, da želite onemogočiti motorje?
sv: Är du säker på att du vill inaktivera motorer?

source: Are you sure you wish to reboot the system?
ar: هل أنت متأكد أنك تريد إعادة تشغيل النظام؟?
da: Er du sikker på du vil genstarte systemet?
et: Kas olete kindel, et soovite süsteemi taaskäivitada?
lt: Ar tikrai norite perkrauti sistemą?
nl: Weet je zeker dat je het systeem wilt herstarten?
pt_br: Tem certeza que deseja reiniciar o sistema?
sl: Ali ste prepričani da želite znova zagnati sistem?
sv: Är du säker på att du vill starta om systemet?

source: Are you sure you wish to shutdown the system?
ar: هل أنت متأكد أنك تريد إغلاق النظام؟?
da: Er du sikker på du vil lukke systemet?
et: Kas olete kindel, et soovite süsteemi sulgeda?
lt: Ar tikrai norite išjungti spausdintuvą?
nl: Weet je zeker dat je het systeem wilt afsluiten?
pt_br: Tem certeza de que deseja desligar o sistema?
sl: Ali ste prepričani da želite zaustaviti sistem?
sv: Är du säker på att du vill stänga av systemet?

source: Asks for confirmation before stopping
ar: طلب تأكيد قبل التوقف
et: Küsib kinnitust enne peatamist
pt_br: Pede confirmação antes de parar

source: Auto
ar: تلقائي
et: Automaatne
pt_br: Automático
sl: Samodejno
sv: Automatisk

source: Auto-calibrate
ar: معايرة تلقائية
da: Automatisk kalibrering
et: Automaatne kalibreerimine
lt: Automatinis kalibravimas
nl: Auto-kalibreren
pt_br: Autocalibração
sl: Samodejna umeritev
sv: Auto-kalibrera

source: Auto-close notifications
ar: إغلاق الإشعار التلقائي
et: Teatiste automaatne sulgemine
lt: Automatinis pranešimų slėpimas
nl: Auto-sluit notificaties
pt_br: Autofechar notificações
sl: Samodejno zapri obvestila
sv: Automatisk stängning av aviseringar

source: Auto-open Extrude On Pause
ar: بثق الفتح التلقائي عند الإيقاف المؤقت
et: Pausi ajal ekstrusiooni automaatne avamine
lt: Automatiškai atidaryti Extruderio menių kai suveikia Pauzė
nl: Auto-open Extrude na Pauze
pt_br: Autoabrir Extrudar Em Pausa
sv: Autoöppna Extrude vid paus

source: Auto-scroll
ar: التمرير التلقائي
et: Automaatne kerimine
lt: Automatinis slinkimas
pt_br: Autorrolagem
sl: Samodejno pomikanje
sv: Auto-scrolla

source: Bed Level
ar: وزن مستوى سطح الطباعة
et: Voodi tase
lt: Platformos lygis
pt_br: Nivelamento da Base
sl: Umerjanje plošče
sv: Bädd Level

source: Bed Mesh
ar: شبكة سطح الطباعة
et: Voodi võrk
lt: Platformos tinkliukas
pt_br: Malha de Nivelamento da Base
sl: Umerjanje mreže
sv: Bädd Mesh

source: Both
ar: كلاهما
et: Mõlemad
pt_br: Ambos

source: Calibrate
ar: معايرة
da: Kalibrér
et: Kalibreeri
lt: Kalibravimas
nl: Kalibreer
pt_br: Calibrar
sl: Umerite
sv: Kalibrera

source: Calibrated
ar: مضبط
da: Kalibreret
et: Kalibreeritud
lt: Sukalibruota
nl: Gekalibreerd
pt_br: Calibrado
sl: Umerjeno
sv: Kalibrerad

source: Calibrating
ar: يضبط
da: Kalibrerer
et: Kalibreerimine
lt: Kalibruojama
nl: Kalibreren
pt_br: Calibrando
sl: Umerjam
sv: Kalibrerar

source: Camera
ar: آلة تصوير
et: Kaamera
lt: Kamera
pt_br: Câmera
sl: Kamera
sv: Kamera

source: Can't set above the maximum:
ar: لا يمكن تحديده فوق الحد الأقصى:
da: Kan ikke indstilles over maksimum:
et: Ei saa seada üle maksimaalse:
lt: Negalima nustatyti virš maksimumo:
nl: Kan niet boven maximum instellen:
pt_br: Não é possível ajustar acima do máximo:
sl: Ni mogoče nastaviti nad največjo vrednostjo:
sv: Kan inte ställa in över maxgränsen:

source: Cancel
ar: إلغاء
da: Annuller
et: Tühista
lt: Atšaukti
nl: Annuleer
pt_br: Cancelar
sl: Prekliči
sv: Avbryt

source: Cancel Print
ar: إلغاء الطباعة
da: Annuller print
et: Tühista printimine
lt: Atšaukti spausdinimą
nl: Annuleer Print
pt_br: Cancelar Impressão
sl: Prekliči tisk
sv: Avbryt utskrift

source: Cancelled
ar: ألغيت
da: Annulleret
et: Tühistatud
lt: Atšaukta
nl: Geannuleerd
pt_br: Cancelado
sl: Preklicano
sv: Avbruten

source: Cancelling
ar: يتم إلغاء
da: Annullerer
et: Tühistamine
lt: Atšaukiama
nl: Annuleren
pt_br: Cancelando
sl: Preklicujem
sv: Avbryter

source: Cannot connect to Moonraker
ar: لا يمكن الاتصال ب Moonraker
da: Kan ikke oprette forbindelse til Moonraker
et: Ei saa ühendust Moonrakeriga
lt: Nepavyksta prisijungti prie Moonraker
nl: Kan geen verbinding met Moonraker maken
pt_br: Não é possível se conectar ao Moonraker
sl: Ne morem se povezati z Moonrakerjem
sv: Kan inte ansluta till Moonraker

source: Changes how the interface looks
ar: تغير كيف تبدو الوصلة البينية
et: Muutused liidese välimuses
pt_br: Altera como a interface aparece

source: Changes how the time remaining is calculated
ar: تغيير طريقة حساب الوقت المتبقي
et: Muutused järelejäänud aja arvutamises
pt_br: Altera como o tempo restante é calculado

source: Channel
ar: القناة
da: Kanal
et: Kanal
lt: Kanalas
nl: Kanaal
pt_br: Canal
sl: Kanal
sv: Kanal

source: Check ADXL Wiring
ar: تحقق من ADXL الأسلاك
et: Kontrollige ADXL juhtmeid
lt: Patikrinkite ADXL laidus
nl: Controleer AXDL Bedrading
pt_br: Verificar Fiação do ADXL
sl: Preverite ožičenje ADXL
sv: Kontrollera ADXL-ledningar

source: Checking for updates, please wait...
ar: التحقق من التحديثات، يرجى الانتظار...
et: Uuenduste kontrollimine, palun oodake...
lt: Atnaujinimų paieška, laukite...
nl: Bezig met controleren van updates, moment geduld..
pt_br: Verificando atualizações, por favor espere...
sl: Preverjanje posodobitev, počakajte ...
sv: Söker efter uppdateringar, vänta...

source: Clear
ar: ازال
et: Kustuta
lt: Išvalyti
nl: Leegmaken
pt_br: Limpar
sl: Počisti
sv: Rensa

source: Close
ar: إغلاق
da: Luk
et: Sulge
lt: Uždaryti
nl: Sluiten
pt_br: Fechar
sl: Zapri
sv: Stäng

source: Close messages after a timeout
ar: رسائل مُغلقة بعد انتهاء الوقت
et: Sõnumite sulgemine pärast ajalõppu
pt_br: Fechar mensagens após um tempo limite

source: Complete
ar: اكتمل
da: Færdig
et: Lõpetatud
lt: Baigta
nl: Voltooid
pt_br: Completo
sl: Končano
sv: Färdig

source: Confirm Emergency Stop
ar: تأكيد التوقف الطارئ
da: Bekræft Nødstop
et: Kinnitage hädapidur
lt: Patvirtinkite avarinį stabdymą
nl: Bevestig Nood Stop
pt_br: Confirmar Parada de Emergência
sl: Potrdite zaustavitev v sili
sv: Bekräfta nödstopp

source: Connected
ar: متصل
da: Forbundet
et: Ühendatud
lt: Prijungta
nl: Verbonden
pt_br: Conectado
sl: Povezano
sv: Ansluten

source: Connecting
ar: توصيل
et: Ühendamine

source: Connecting to %s
ar: التواصل مع %s
da: Forbinder til %s
et: Ühendamine %s-ga
lt: Prisijungiama prie %s
nl: Verbinden met %s
pt_br: Conectando a %s
sl: Povezujem s/z %s
sv: Ansluter till %s

source: Connection failed
ar: فشل الاتصال
et: Ühendamine ebaõnnestus

source: Console
ar: لوحة التحكم
da: Terminal
et: Konsool
lt: Terminalas
sl: Konzola
sv: Konsol

source: Cooldown
ar: خفض الحرارة
da: Afkøling
et: Jahutus
lt: Atvėsinti
nl: Afkoelen
pt_br: Resfriando
sl: Ohlajanje
sv: Nedkylning

source: Couldn't add network
ar: لا يمكن إضافة شبكة
et: Võrgu lisamine ebaõnnestus

source: Current
ar: الحالي
et: Praegune

source: Current percentage and graph line
ar: النسبة المئوية الحالية وخط الرسم البياني
et: Praegune protsent ja graafiku joon
pt_br: Porcentagem atual e linha do gráfico

source: DPMS has failed to load and has been disabled
ar: نظام إدارة الطاقة الديناميكي فشل في التحميل وتم تعطيله
et: DPMS-i laadimine ebaõnnestus ja see on keelatud
lt: DPMS nepakrauta ir išjungta
nl: DPMS kon niet worden geladen en is uitgeschakeld
pt_br: O carregamento do DPMS falhou e esse foi desabilitado
sl: DPMS se ni uspel naložiti in je onemogočen
sv: DPMS kunde inte laddas och har inaktiverats

source: Date
ar: التاريخ
da: Dato
et: Kuupäev
lt: Data
nl: Datum
pt_br: Data
sl: Datum
sv: Datum

source: Delete
ar: حذف
et: Kustuta

source: Delete Directory?
ar: حذف الدليل؟
et: Kustuta kataloog?
lt: Šalinti katalogą?
nl: Verwijder directory?
pt_br: Deletar Diretório?
sl: Izbrišem imenik?
sv: Ta bort katalogen?

source: Delete File?
ar: حذف الملف؟
et: Kustuta fail?
lt: Šalinti failą?
nl: Verwijder bestand?
pt_br: Deletar Arquivo?
sl: Izbrišem datoteko?
sv: Radera fil?

source: Disable Motors
ar: تعطيل المحركات
da: Deaktivér motorer
et: Keela mootorid
lt: Išjungti variklius
nl: Motors Uitschakelen
pt_br: Desabilitar Motores
sl: Onemogoči motorje
sv: Inaktivera motorer

source: Disable for 12hs with am / pm
ar: تعطيل لمدة 12 ساعة مع صباحا / مساء
et: Keela 12 tunniks koos am/pm-ga
pt_br: Desativar por 12 horas com AM/PM

source: Disconnect
ar: فصل
et: Ühendu lahti

source: Distance (mm)
ar: المسافة (م م)
da: Længde (mm)
et: Kaugus (mm)
lt: Atstumas (mm)
nl: Afstand (mm)
pt_br: Distância (mm)
sl: Razdalja (mm)
sv: Avstånd (mm)

source: Do you want to forget or disconnect %s?
ar: هل تريد أن تنسى أو تفصل %s؟
et: Kas soovite %s unustada või lahti ühendada?

source: Do you want to recover %s?
ar: هل تريد استعادة %s؟
da: Vil du gendanne %s?
et: Kas soovite taastada %s?
lt: Ar norite atstatyti %s?
nl: Wil je %s herstellen?
pt_br: Quer recuperar %s?
sl: Ali želite obnoviti %s?
sv: Vill du återställa %s?

source: Elapsed:
ar: الوقت المنقضي:
da: Tid:
et: Möödunud:
lt: Praėjo:
nl: Verstreken:
pt_br: Decorrido:
sl: Preteklo:
sv: Förfluten:

source: Emergency Stop
ar: توقف طارئ
et: Hädapidur
pt_br: Parada de Emergência

source: Enable screen power management
ar: تمكين إدارة طاقة الشاشة
et: Luba ekraani energiakontroll
pt_br: Ativar gerenciamento de energia da tela

source: Error
ar: خطاء
da: Fejl
et: Viga
lt: Klaida
pt_br: Erro
sl: Napaka
sv: Fel

source: Error clearing active spool
ar: خطأ في مسح تفعيل البكرة
et: Viga aktiivse pooli tühjendamisel
pt_br: Erro ao limpar o carretel ativo

source: Error getting active spool
ar: خطأ في الحصول على تفعيل البكرة
et: Viga aktiivse pooli hankimisel
pt_br: Erro ao obter a fila de impressão ativa

source: Error setting active spool
ar: خطأ في اعداد البكرة
et: Viga aktiivse pooli seadistamisel
pt_br: Erro ao definir a fila de impressão ativa

source: Error trying to fetch spools
ar: خطأ في محاولت جلب البكرة
et: Viga poolide toomise katsel
pt_br: Erro ao tentar buscar spools

source: Error: Couldn't get a position to probe
ar: خطأ: تعذر لعدم الحصول على مستوي المسبار
et: Viga: ei saanud sondi positsiooni
pt_br: Erro: Não foi possível obter uma posição para sondar

source: Estimated Time
ar: الوقت التقديري
et: Eeldatav aeg

source: Estimated Time Method
ar: طريقة الوقت المقدر
da: Metode til beregning af tid
et: Eeldatav aja meetod
lt: Numatomas laikas
nl: Schatting Tijd Methode
pt_br: Método de Tempo Estimado
sl: Način predvidenega časa
sv: Beräknad tidsmetod

source: Example
ar: مثال
et: Näide

source: Exclude Object
ar: استبعاد الجسم
et: Välista objekt
lt: Atmesti objektą
nl: Uitsluiten Object
pt_br: Excluir Objeto
sl: Izključi predmet
sv: Exkludera objekt

source: Extra Large
ar: كبير جدا
et: Eriti suur
lt: Labai didelis
nl: Extra Groot
pt_br: Extra Grande
sl: Zelo veliko
sv: Extra stor

source: Extrude
ar: ابثق
da: Ekstrudér
et: Ekstrudeeri
lt: Išstumti
pt_br: Extrudar
sl: Ekstrudirajte
sv: Extrudera

source: Extruders
ar: البثاقات
et: Ekstruderid
pt_br: Extrusoras
sl: Ekstruderji

source: Extrusion +
ar: إخراج انبثاق +
da: Ekstrudering +
et: Ekstrusioon +
lt: Išstumti +
pt_br: Extrusão +
sl: Ekstruzija +
sv: Extrudering +

source: Extrusion -
ar: إخراج انبثاق -
da: Ekstrudering -
et: Ekstrusioon -
lt: Įtraukti -
pt_br: Extrusão -
sl: Ekstruzija -
sv: Extrudering -

source: Failed to delete connection
ar: فشل في حذف الاتصال
et: Ühenduse kustutamine ebaõnnestus

source: Failed to initialize
ar: فشل في التهيئة
et: Initsialiseerimine ebaõnnestus

source: Failed, adjust position first
ar: فشل، اضبط الموضع أولا
da: Mislykkedes, juster først positionen
et: Ebaõnnestus, kohandage kõigepealt positsiooni
lt: Klaida. Pakeiskite padėtį
nl: Mislukt, wijzig positie eerst
pt_br: Falha, primeiro ajuste a posição
sl: Ni uspelo, najprej prilagodite položaj
sv: Misslyckades, justera positionen först

source: Fan
ar: المروحة
da: Blæser
et: Ventilaator
lt: Ventiliatorius
nl: Ventilator
pt_br: Ventilador
sl: Ventilator
sv: Fläkt

source: Filament Used
ar: الخيوط المستخدمة
da: Filament forbrug
et: Kasutatud filament
lt: Panaudota plastiko
nl: Filament Gebruikt
pt_br: Filamento Utilizado
sl: Poraba filamenta
sv: Filament används

source: Filament total:
ar: مجموع الخيوط:
da: Filament i alt:
et: Filamendi kogus:
lt: Viso plastiko:
nl: Filament totaal:
pt_br: Filamento total:
sv: Totalt filament:

source: Filament used:
ar: الخيوط المستخدمة:
da: Filament brugt:
et: Kasutatud filament:
lt: Plastiko naudojimas:
nl: Filament gebruikt:
pt_br: Filamento usado:
sl: Porabljen filament:
sv: Filament som används:

source: File
ar: ملف
da: Fil
et: Fail
lt: Failas
nl: Bestand
pt_br: Arquivo
sl: Datoteka
sv: Fil

source: File:
ar: الملف:
da: Fil:
et: Fail:
lt: Failas:
nl: Bestand:
pt_br: Arquivo:
sl: Datoteka:
sv: Fil:

source: Finding ADXL
ar: البحث عن ADXL
da: At finde ADXL
et: ADXL otsimine
lt: ADXL paieška
nl: Zoekt ADXL
pt_br: Encontrando ADXL
sl: Iščem ADXL
sv: Hitta ADXL

source: Fine Tuning
ar: الضبط الدقيق
da: Finjustering
et: Peenhäälestus
lt: Tikslus nustatymas
pt_br: Ajuste fino
sl: Fino umerjanje
sv: Finjustering

source: Finish
ar: انتهى
da: Færdig
et: Lõpeta
lt: Pabaiga
nl: Voltooi
pt_br: Finalizar
sl: Končaj
sv: Slutför

source: Firmware Restart
ar: إعادة تشغيل البرامج
da: Firmware Genstart
et: Püsivara taaskäivitamine
lt: Perkrauti kontrolerį
nl: Firmware Herstarten
pt_br: Reiniciar Firmware
sl: Ponovi zagon MKE
sv: Firmware Omstart

source: Flow:
ar: التدفق:
et: Vool:
lt: Srautas:
pt_br: Fluxo:
sl: Pretok:
sv: Flöde:

source: Flowrate:
ar: معدل التدفق:
et: Voolukiirus:
lt: Sąnaudos:
pt_br: Taxa de fluxo:
sv: Flödeshastighet:

source: Font Size
ar: حجم الخط
da: Skriftstørrelse
et: Fondi suurus
lt: Šrifto dydis
nl: Lettertype Grootte
pt_br: Tamanho da Fonte
sl: Velikost pisave
sv: Textstorlek

source: Forget
ar: نسي
et: Unusta

source: Full Update
ar: تحديث كامل
da: Fuld Opdatering
et: Täisuuendus
lt: Atnaujinti viską
nl: Volledige Update
pt_br: Atualização Completa
sl: Polna posodobitev
sv: Fullständig Uppdatering

source: Gcodes
ar: كود ج Gcodes
et: G-koodid

source: Getting IP address
ar: الحصول على عنوان IP
et: IP-aadressi hankimine

source: Go Back
ar: ارجع
da: Gå tilbage
et: Mine tagasi
lt: Atgal
nl: Ga Terug
pt_br: Retornar
sl: Nazaj
sv: Gå tillbaka

source: Height:
ar: الارتفاع:
et: Kõrgus:
lt: Aukštis:
nl: Hoogte:
pt_br: Altura:
sl: Višina:
sv: Höjd:

source: Hide
ar: إخفاء
da: Skjule
et: Peida
lt: Paslėpti
nl: Verberg
pt_br: Esconder
sl: Skrij
sv: Dölj

source: Hide sensors in Temp.
ar: إخفاء جهاز استشعار درجة الحرارة.
da: Skjul sensorer i Temp.
et: Peida andurid temperatuuri all
lt: Slėpti temperatūros daviklius.
nl: Verberg sensoren in Temp.
pt_br: Esconder sensores em Temp.
sl: Skrij senzorje v temp.
sv: Dölj sensorer i Temp.

source: Hide temp.
et: Peida temp.
lt: Slėpti temperatūrą.
nl: Verberg temp.
pt_br: Esconder temp.
sl: Skrij temp.
sv: Dölj temp.

source: Home
ar: المنزل
et: Kodu
lt: Parkavimas
pt_br: Posicionar na Origem
sl: Nuliraj
sv: Hem

source: Home All
ar: منزل الكل
da: Home alle
et: Kõik koju
lt: Parkuoti viską
nl: Home alles
pt_br: Posicionar Todos na Origem
sl: Nuliraj vse
sv: Hem Alla

source: Home X
ar: منزل X
et: Kodu X
lt: Parkuoti X
pt_br: Posicionar X na Origem
sl: Nuliraj X
sv: Hem X

source: Home XY
ar: منزل XY
et: Kodu XY
lt: Parkuoti XY
pt_br: Posicionar XY na Origem
sl: Nuliraj XY
sv: Hem XY

source: Home Y
ar: منزل Y
et: Kodu Y
lt: Parkuoti Y
pt_br: Posicionar Y na Origem
sl: Nuliraj Y
sv: Hem Y

source: Home Z
ar: منزل Z
et: Kodu Z
lt: Parkuoti Z
pt_br: Posicionar Z na Origem
sl: Nuliraj Z
sv: Hem Z

source: Hostname
ar: اسم المضيف
da: Værtsnavn
et: Hosti nimi
lt: Hosto vardas
nl: Hostnaam
pt_br: Nome do Hospedeiro
sl: Ime gostitelja
sv: Värdnamn

source: Icon Theme
ar: موضوع الأيقونة
da: Ikon-tema
et: Ikoonide teema
lt: Temos
nl: Icoon Thema
pt_br: Tema do Ícone
sl: Tema ikon
sv: Ikon tema

source: Initializing printer...
ar: تهيئة الطابعة...
da: Initialiserer printer...
et: Printeri initsialiseerimine...
lt: Printeris kraunasi...
nl: Initialiseren printer…
pt_br: Inicializando impressora...
sl: Inicializacija tiskalnika ...
sv: Initierar skrivaren...

source: Initiate a PID calibration for:
ar: بدء معايرة PID:
et: Algata PID kalibreerimine jaoks:
lt: Paleiskite PID kalibravimą:
nl: Initieer een PID-kalibratie voor:
pt_br: Iniciar calibração PID para:
sl: Zaženite kalibracijo PID za:
sv: Initiera en PID-kalibrering för:

source: Input Shaper
ar: مشكل الإدخال
et: Sisendvormija
pt_br: Modelagem de Entrada (Input Shaper)

source: Insufficient privileges
ar: امتيازات غير كافية
et: Ebapiisavad õigused

source: Interface
ar: واجهه المستخدم
et: Liides
lt: Interfeisas
sl: Vmesnik
sv: Gränssnitt

source: Invalid
ar: باطل
da: Ugyldig
et: Kehtetu
lt: Neteisinga
nl: Ongeldig
pt_br: Inválido
sl: Napačno
sv: Ogiltig

source: Invalid password
ar: كلمة سر غير صالحة
et: Kehtetu parool
lt: Blogas slaptažodis
nl: Ongeldig wachtwoord
pt_br: Senha Inválida
sl: Napačno geslo
sv: Felaktigt lösenord

source: Inversely affects the icon size
ar: يؤثر عكسيا على حجم الأيقونة
et: Mõjutab pöördeliselt ikooni suurust
pt_br: Afeta inversamente o tamanho do ícone

source: Invert X
ar: عكس X
da: Invertér X
et: Pööra X
lt: X inversija
pt_br: Inverter X
sl: Zrcali X
sv: Invertera X

source: Invert Y
ar: عكس Y
da: Invertér Y
et: Pööra Y
lt: Y inversija
pt_br: Inverter Y
sl: Zrcali Y
sv: Invertera Y

source: Invert Z
ar: عكس Z
da: Invertér Z
et: Pööra Z
lt: Z inversija
pt_br: Inverter Z
sl: Zrcali Z
sv: Invertera Z

source: It may take more than 5 minutes depending on the heater power.
ar: قد يستغرق الأمر أكثر من 5 دقائق اعتمادا على طاقة السخان.
et: See võib võtta rohkem kui 5 minutit, sõltuvalt kütteseadme võimsusest.
lt: Priklausomai nuo šildytuvo galios gali užtrukti daugiau kaip 5 minutes.
nl: Het kan meer dan 5 minuten duren op basis van de heater power.
pt_br: Pode demorar mais de 5 minutos dependendo da potência do aquecedor.
sl: Lahko traja več kot 5 minut, odvisno od moči grelnika.
sv: Det kan ta mer än 5 minuter beroende på värmarens effekt.

source: It's possible that the configuration is not correct
ar: من الممكن أن يكون التكوين غير صحيح
et: On võimalik, et konfiguratsioon ei ole õige
pt_br: É possível que a configuração não esteja correta

source: Job Status
ar: الحالة الوظيفية
et: Töö staatus

source: Klipper Restart
ar: إعادة تشغيل Klipper
et: Klipperi taaskäivitamine
pt_br: Reiniciar Klipper
sl: Ponovni zagon Klipperja

source: Klipper has disconnected
ar: لقد انفصل Klipper
et: Klipper on lahti ühendatud
pt_br: Klipper foi desconectado
sl: Poveza s Klipperjem je prekinjena

source: Klipper has encountered an error.
ar: واجه Klipper خطأ.
et: Klipperil tekkis viga.
pt_br: Klipper encontrou um erro.
sl: Klipper je javil napako.

source: Klipper has shutdown
ar: تم إغلاق Klipper
et: Klipper on välja lülitatud
pt_br: Klipper foi desligado
sl: Klipper se je ugasnil

source: Klipper is attempting to start
ar: يحاول Klipper البدء
et: Klipper püüab käivituda
pt_br: Klipper está tentando iniciar
sl: Klipper se skuša zagnati

source: Klipper will reboot
ar: سيقوم Klipper بإعادة التشغيل
et: Klipper taaskäivitub
pt_br: Klipper irá reiniciar
sl: Klipper se bo ponovno zagnal
