Repository: Mingda-tech/KlipperScreenAlpha
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: ar, da, et, lt, nl, pt_br, sl, sv

source: Filament Sensor%s: No filament detected, pausing print
ar: مستشعر الخيط %s: لم يتم اكتشاف خيط، إيقاف الطباعة مؤقتاً
da: Filamentsensor%s: Intet filament registreret, sætter udskrift på pause
et: Filamendi andur%s: Filamenti ei tuvastatud, printimise peatamine
lt: Filamento jutiklis %s: filamanto nėra aptiktas, spausdinimas pristabdomas
nl: Filamentsensor%s: Geen filament gedetecteerd, afdruk pauzeren
pt_br: Sensor de Filamento %s: Nenhum filamento detectado, pausando impressão
sl: Čutilnik vlakna %s: Vlakna ni zaznano, premor tiskanja
sv: Trådsensor%s: Inga trådar upptäckta, pauserar utskrift

source: Filament Sensor0: No filament detected, pausing print
et: Filamendi andur0: Filamenti ei tuvastatud, printimise peatamine
lt: Filamento jutiklis 0: filamanto nėra aptiktas, spausdinimas pristabdomas
nl: Filamentsensor0: Geen filament gedetecteerd, afdruk pauzeren
pt_br: Sensor de Filamento 0: Nenhum filamento detectado, pausando impressão
sl: Čutilnik vlakna 0: Vlakna ni zaznano, premor tiskanja
sv: Trådsensor0: Inga trådar upptäckta, pauserar utskrift

source: Filament Sensor1: No filament detected, pausing print
et: Filamendi andur1: Filamenti ei tuvastatud, printimise peatamine
lt: Filamento jutiklis 1: filamanto nėra aptiktas, spausdinimas pristabdomas
nl: Filamentsensor1: Geen filament gedetecteerd, afdruk pauzeren
pt_br: Sensor de Filamento 1: Nenhum filamento detectado, pausando impressão
sl: Čutilnik vlakna 1: Vlakna ni zaznano, premor tiskanja
sv: Trådsensor1: Inga trådar upptäckta, pauserar utskrift

source: Filament detected! Please remove filament from the hotend before enabling multi-material box.
da: Filament registreret! Fjern venligst filament fra hotenden før aktivering af multimaterialeboks.
et: Filament tuvastatud! Palun eemaldage filament kuumutist enne mitme materjali kasti lubamist.
lt: Filamantas aptiktas! Prieš įjungdamas daugiamačio medžiagos dėklą, prašome pašalinti filamantą iš karšto galio.
nl: Filament gedetecteerd! Verwijder het filament uit de hotend voordat u de meervoudig materiaalbak inschakelt.
pt_br: Filamento detectado! Por favor, remova o filamento da bocal antes de ativar a caixa multi-material.
sl: Vlakno zaznano! Prosimo, odstranite vlakno iz spruta pred omogočitvijo polja za več materialov.
sv: Tråd upptäckt! Ta bort tråden från spruten innan du aktiverar flermaterialboxen.

source: Missing required recovery data
ar: بيانات الاستعادة المطلوبة مفقودة
da: Mangler nødvendige gendannelsesdata
et: Puuduvad vajalikud taastamisandmed
lt: Trūksta būtimo atkurti duomenų
nl: Verplichte hersteldata ontbreken
pt_br: Dados de recuperação necessários faltando
sl: Manjkajo potrebni podatki za obnovitev
sv: Krävda återställningsdata saknas

source: No power loss recovery data found
ar: لم يتم العثور على بيانات استعادة انقطاع الطاقة
da: Ingen strømsvigts-gendannelsesdata fundet
et: Voolukatkestuse taastamisandmeid ei leitud
lt: Nerasta jėgos nutraukimo atkurimo duomenų
nl: Geen hersteldata bij stroomonderbreking gevonden
pt_br: Nenhum dado de recuperação após perda de energia encontrado
sl: Podatkov za obnovitev po izgubi struje ni najdenih
sv: Inga återställningsdata för strömavbrott funna

source: No valid params 'S'
ar: لا توجد معلمات صالحة 'S'
da: Ingen gyldige parametre 'S'
et: Puuduvad kehtivad parameetrid 'S'
lt: Neteisingi parametrai 'S'
nl: Geen geldige parameters 'S'
pt_br: Nenhum parâmetro 'S' válido
sl: Ni veljavnih parametrov 'S'
sv: Inga giltiga parametrar 'S'

source: No
ar: لا
da: Nej
et: Ei
lt: Ne
nl: Nee
pt_br: Não
sl: Ne
sv: Nej

source: Options
ar: خيارات
da: Indstillinger
et: Valikud
lt: Parinktys
nl: Opties
pt_br: Opções
sl: Možnosti
sv: Alternativ

source: Pause. The "extruder" extrude error!
ar: توقف مؤقت. خطأ في البثق "الباثق"!
da: Pause. "Ekstruder" ekstruderingsfejl!
et: Paus. "Ekstruuderi" väljutamise viga!
lt: Pristabdymas. Ekstruderio išleidimo klaida!
nl: Pauze. Extruder-extrusiefout!
pt_br: Pausa. Erro de extrusão do "extrusor"!
sl: Premor. Napaka ekstrudiranja "ekstruder"!
sv: Paus. Extruderfel!

source: Please exit the filament from the nozzle first
ar: يرجى إخراج الخيط من الفوهة أولاً
da: Fjern venligst først filamentet fra dysen
et: Palun eemaldage esmalt filament düüsist
lt: Pirmiausia, prašome pašalinti filamantą iš trupmenos
nl: Haal eerst het filament uit de nozzle
pt_br: Por favor, remova o filamento da bocal primeiro
sl: Prosimo, najprej odstranite vlakno iz spruta
sv: Ta bort tråden från sprutan först

source: Please fill in the voice number correctly: 0-start printing, 1-end printing, 2-outage detected, 3-cancel printing, 4-pause printing
da: Udfyld venligst stemmenummeret korrekt: 0-start udskrivning, 1-afslut udskrivning, 2-strømsvigt registreret, 3-annuller udskrivning, 4-pause udskrivning
et: Palun sisestage õige häälnumber: 0-alusta printimist, 1-lõpeta printimine, 2-katkestus tuvastatud, 3-tühista printimine, 4-peata printimine
lt: Prašome teisingai įvesti balsinį numerį: 0-pradėti spausdinimą, 1-užbaigti spausdinimą, 2-aptikta jėgos nutrauka, 3-atšaukti spausdinimą, 4-pristabdyti spausdinimą
nl: Vul het stemnummer correct in: 0-afdruk starten, 1-afdruk beëindigen, 2-stroomonderbreking gedetecteerd, 3-afdruk annuleren, 4-afdruk pauzeren
pt_br: Por favor, preencha o número de voz corretamente: 0-iniciar impressão, 1-finalizar impressão, 2-detectada falta de energia, 3-cancelar impressão, 4-pausar impressão
sl: Prosimo, pravilno vnesite številko glasovnega ukaza: 0-začetek tiskanja, 1-končanje tiskanja, 2-izkazana izguba struje, 3-preklic tiskanja, 4-premor tiskanja
sv: Fyll i rätt ljudnummer: 0-börja skriva ut, 1-sluta skriva ut, 2-strömavbrott upptäckt, 3-avbryt utskrift, 4-pausa utskrift

source: Please select how you would like to proceed.
da: Vælg venligst hvordan du vil fortsætte.
et: Palun valige, kuidas soovite jätkata.
lt: Prašome pasirinkti, kaip norite tęsti.
nl: Selecteer hoe u verder wilt gaan.
pt_br: Por favor, selecione como você gostaria de proceder.
sl: Prosimo, izberite način nadaljevanja.
sv: Välj hur du vill fortsätta.

source: Power loss recovery, resuming print.
ar: استعادة انقطاع الطاقة، استئناف الطباعة
da: Gendannelse efter strømsvigt, genoptager udskrift.
et: Voolukatkestusest taastumine, printimise jätkamine.
lt: Jėgos nutraukimo atkūrimas, tęsiama spausdinimas.
nl: Herstel na stroomonderbreking, afdruk hervatten.
pt_br: Recuperação após perda de energia, retomando impressão.
sl: Obnova po izgubi struje, nadaljevanje tiskanja.
sv: Återställning efter strömavbrott, fortsätter utskrift.

source: Power loss, saving print states.
ar: انقطاع الطاقة، حفظ حالات الطباعة
da: Strømsvigt, gemmer udskriftstilstande.
et: Voolukatkestus, printimise olekute salvestamine.
lt: Jėgos nutraukimas, išsaugomi spausdinimo būsenos.
nl: Stroomonderbreking, afdrukstatus opslaan.
pt_br: Perda de energia, salvando estados de impressão.
sl: Izguba struje, shranjevanje stanja tiskanja.
sv: Strömavbrott, sparar utskriftstillstånd.

source: Press feedsys button
ar: اضغط زر نظام التغذية
da: Tryk på fødningssystemknappen
et: Vajutage söötmissüsteemi nuppu
lt: Paspauskite duomenų sistemos mygtuką
nl: Druk op de feedsys-knop
pt_br: Pressione o botão do sistema de alimentação
sl: Pritisnite gumb sistemu hrane
sv: Tryck på feedsys-knappen

source: Print resumed from power loss position
ar: تم استئناف الطباعة من موضع انقطاع الطاقة
da: Udskrift genoptaget fra strømsvigtsposition
et: Printimine jätkub voolukatkestuse asukohast
lt: Spausdinimas tęsiamas iš jėgos nutraukimo pozicijos
nl: Afdruk hervat vanaf stroomonderbrekingpositie
pt_br: Impressão retomada da posição de perda de energia
sl: Tiskanje nadaljevano iz pozicije po izgubi struje
sv: Utskrift fortsatt från strömavbrottsposition

source: Printer not homed
ar: الطابعة لم تعد إلى نقطة الأصل
da: Printer ikke hjemme
et: Printer pole lähtestatud
lt: Spausdintuvas nebuvo sugrąžintas į pradinę poziciją
nl: Printer niet thuisgebracht
pt_br: Impressora não inicializada
sl: Tiskalnik ni inicializiran
sv: Skrivaren är inte hemmatad

source: RESUME error:autofill no fil
ar: خطأ استئناف: لا يوجد خيط للتعبئة التلقائية
da: GENOPTAG fejl: autofyld intet filament
et: JÄTKAMISE viga: automaattäitmisel pole filamenti
lt: TĘSTI klaida: automatinis užpildymas be filamanto
nl: RESUME-fout: automatische vulling geen filament
pt_br: Erro de RETOMADA: sem filamento para preenchimento automático
sl: Napaka NADALJEVANJA: ni vlakna za samodejno izpolnjevanje
sv: ÅTERUPPTAGNINGSFEL: ingen tråd för automatisk fyllning

source: RESUME error:no fil
ar: خطأ استئناف: لا يوجد خيط
da: GENOPTAG fejl: intet filament
et: JÄTKAMISE viga: filament puudub
lt: TĘSTI klaida: be filamanto
nl: RESUME-fout: geen filament
pt_br: Erro de RETOMADA: sem filamento
sl: Napaka NADALJEVANJA: ni vlakna
sv: ÅTERUPPTAGNINGSFEL: ingen tråd

source: RESUME error:residual fil
da: GENOPTAG fejl: resterende filament
et: JÄTKAMISE viga: jääkfilament
lt: TĘSTI klaida: likęs filamantas
nl: RESUME-fout: resterend filament
pt_br: Erro de RETOMADA: filamento residual
sl: Napaka NADALJEVANJA: ostanek vlakna
sv: ÅTERUPPTAGNINGSFEL: kvarvarande tråd

source: Recovery data: Z=%s, File=%s, Pos=%s
ar: بيانات الاستعادة: Z=%s، الملف=%s، الموضع=%s
da: Gendannelsesdata: Z=%s, Fil=%s, Pos=%s
et: Taastamisandmed: Z=%s, Fail=%s, Pos=%s
lt: Atkūrimo duomenys: Z=%s, Failas=%s, Pozicija=%s
nl: Hersteldata: Z=%s, Bestand=%s, Positie=%s
pt_br: Dados de recuperação: Z=%s, Arquivo=%s, Posição=%s
sl: Podatki obnovitve: Z=%s, Datoteka=%s, Pozicija=%s
sv: Återställningsdata: Z=%s, Fil=%s, Pos=%s

source: Save & Restart
ar: حفظ وإعادة تشغيل
da: Gem & Genstart
et: Salvesta ja taaskäivita
lt: Išsaugoti ir paleisti iš naujo
nl: Opslaan en Herstarten
pt_br: Salvar e Reiniciar
sl: Shrani in ponovno zagoni
sv: Spara & Starta om

source: T%s direct feed
ar: تغذية مباشرة T%s
da: T%s direkte fødning
et: T%s otsesöötmine
lt: T%s tiesioginis duodas
nl: T%s direct voeden
pt_br: Alimentação direta T%s
sl: Direktna hrana T%s
sv: Direktförsörjning T%s

source: T0 direct feed
et: T0 otsesöötmine
lt: T0 tiesioginis duodas
nl: T0 direct voeden
pt_br: Alimentação direta T0
sl: Direktna hrana T0
sv: Direktförsörjning T0

source: T0 need exit filament
et: T0 vajab filamendi eemaldamist
lt: T0 reikia pašalinti filamantą
nl: T0 filament verwijderen nodig
pt_br: T0 precisa remover filamento
sl: T0 zahteva odstranitev vlakna
sv: T0 behöver ta bort tråd

source: T1 direct feed
et: T1 otsesöötmine
lt: T1 tiesioginis duodas
nl: T1 direct voeden
pt_br: Alimentação direta T1
sl: Direktna hrana T1
sv: Direktförsörjning T1

source: T1 need exit filament
et: T1 vajab filamendi eemaldamist
lt: T1 reikia pašalinti filamantą
nl: T1 filament verwijderen nodig
pt_br: T1 precisa remover filamento
sl: T1 zahteva odstranitev vlakna
sv: T1 behöver ta bort tråd

source: T2 direct feed
et: T2 otsesöötmine
lt: T2 tiesioginis duodas
nl: T2 direct voeden
pt_br: Alimentação direta T2
sl: Direktna hrana T2
sv: Direktförsörjning T2

source: T2 need exit filament
et: T2 vajab filamendi eemaldamist
lt: T2 reikia pašalinti filamantą
nl: T2 filament verwijderen nodig
pt_br: T2 precisa remover filamento
sl: T2 zahteva odstranitev vlakna
sv: T2 behöver ta bort tråd

source: T3 direct feed
et: T3 otsesöötmine
lt: T3 tiesioginis duodas
nl: T3 direct voeden
pt_br: Alimentação direta T3
sl: Direktna hrana T3
sv: Direktförsörjning T3

source: T3 need exit filament
et: T3 vajab filamendi eemaldamist
lt: T3 reikia pašalinti filamantą
nl: T3 filament verwijderen nodig
pt_br: T3 precisa remover filamento
sl: T3 zahteva odstranitev vlakna
sv: T3 behöver ta bort tråd

source: The "extruder" extrude error!
et: "Ekstruuderi" väljutamise viga!
lt: Ekstruderio išleidimo klaida!
nl: De "extruder" extrusiefout!
pt_br: Erro de extrusão do "extrusor"!
sl: Napaka ekstrudiranja "ekstruder"!
sv: Extruderfel!

source: The current toolheade is T%s
ar: رأس الأداة الحالي هو T%s
da: Det aktuelle værktøjshoved er T%s
et: Praegune tööriistapea on T%s
lt: Esamas įrankio galas yra T%s
nl: Het huidige werktuigkop is T%s
pt_br: A cabeça de ferramenta atual é T%s
sl: Trenutna glava orodja je T%s
sv: Nuvarande verktygsnacka är T%s

source: The current toolheade is T0
et: Praegune tööriistapea on T0
lt: Esamas įrankio galas yra T0
nl: Het huidige werktuigkop is T0
pt_br: A cabeça de ferramenta atual é T0
sl: Trenutna glava orodja je T0
sv: Nuvarande verktygsnacka är T0

source: The current toolheade is T1
et: Praegune tööriistapea on T1
lt: Esamas įrankio galas yra T1
nl: Het huidige werktuigkop is T1
pt_br: A cabeça de ferramenta atual é T1
sl: Trenutna glava orodja je T1
sv: Nuvarande verktygsnacka är T1

source: The current toolheade is T2
et: Praegune tööriistapea on T2
lt: Esamas įrankio galas yra T2
nl: Het huidige werktuigkop is T2
pt_br: A cabeça de ferramenta atual é T2
sl: Trenutna glava orodja je T2
sv: Nuvarande verktygsnacka är T2

source: The current toolheade is T3
et: Praegune tööriistapea on T3
lt: Esamas įrankio galas yra T3
nl: Het huidige werktuigkop is T3
pt_br: A cabeça de ferramenta atual é T3
sl: Trenutna glava orodja je T3
sv: Nuvarande verktygsnacka är T3

source: The filament_box_%s no filament
ar: صندوق الخيط_%s لا يوجد به خيط
da: Filamentboks_%s intet filament
et: Filamendikastis_%s pole filamenti
lt: Filamanto dėklas %s neturi filamanto
nl: De filament_box_%s bevat geen filament
pt_br: A caixa de filamento_%s está vazia
sl: V polju vlakna_%s ni vlakna
sv: Trådlådan_%s har ingen tråd

source: The motor is wrong.
ar: المحرك خاطئ
da: Motoren er forkert.
et: Mootor on vigane.
lt: Variklis neteisingas.
nl: De motor is fout.
pt_br: O motor está errado.
sl: Motor je napačen.
sv: Motorn är fel.

source: There is a residual filament, Please remove and continue
ar: هناك خيط متبقي، يرجى إزالته والمتابعة
da: Der er resterende filament, fjern det venligst og fortsæt
et: Esineb jääkfilament, palun eemaldage see ja jätkake
lt: Yra likęs filamantas, prašome pašalinti ir tęsti
nl: Er is een resterend filament, verwijder en ga verder
pt_br: Há um filamento residual, por favor, remova e continue
sl: Obstaja ostanek vlakna, prosimo, odstranite in nadaljujte
sv: Det finns en kvarvarande tråd, ta bort och fortsätt

source: There's a residual filament in box %s
da: Der er resterende filament i boks %s
et: Kastis %s on jääkfilament
lt: Dėkle %s yra likęs filamantas
nl: Er is een resterend filament in bak %s
pt_br: Há um filamento residual na caixa %s
sl: Obstaja ostanek vlakna v polju %s
sv: Det finns en kvarvarande tråd i lådan %s

source: There's a residual filament in box 1
et: Kastis 1 on jääkfilament
lt: Dėkle 1 yra likęs filamantas
nl: Er is een resterend filament in bak 1
pt_br: Há um filamento residual na caixa 1
sl: Obstaja ostanek vlakna v polju 1
sv: Det finns en kvarvarande tråd i lådan 1

source: There's a residual filament in box 2
et: Kastis 2 on jääkfilament
lt: Dėkle 2 yra likęs filamantas
nl: Er is een resterend filament in bak 2
pt_br: Há um filamento residual na caixa 2
sl: Obstaja ostanek vlakna v polju 2
sv: Det finns en kvarvarande tråd i lådan 2

source: There's a residual filament in box 3
et: Kastis 3 on jääkfilament
lt: Dėkle 3 yra likęs filamantas
nl: Er is een resterend filament in bak 3
pt_br: Há um filamento residual na caixa 3
sl: Obstaja ostanek vlakna v polju 3
sv: Det finns en kvarvarande tråd i lådan 3

source: There's a residual filament in box 4
et: Kastis 4 on jääkfilament
lt: Dėkle 4 yra likęs filamantas
nl: Er is een resterend filament in bak 4
pt_br: Há um filamento residual na caixa 4
sl: Obstaja ostanek vlakna v polju 4
sv: Det finns en kvarvarande tråd i lådan 4

source: Unknown fan
ar: مروحة غير معروفة
da: Ukendt blæser
et: Tundmatu ventilaator
lt: Nežinomas ventilatorius
nl: Onbekende ventilator
pt_br: Ventilador desconhecido
sl: Neznana ventilacija
sv: Okänd ventilator

source: Unknown filament
ar: خيط غير معروف
da: Ukendt filament
et: Tundmatu filament
lt: Nežinomas filamantas
nl: Onbekend filament
pt_br: Filamento desconhecido
sl: Neznano vlakno
sv: Okänd tråd

source: Use external filament, please manually exit
da: Brug eksternt filament, fjern det venligst manuelt
et: Kasutage välist filamenti, palun eemaldage käsitsi
lt: Naudojant išorinį filamantą, prašome rankiniu būdu pašalinti
nl: Gebruik extern filament, verwijder handmatig
pt_br: Use filamento externo, por favor, remova manualmente
sl: Uporabite zunanje vlakno, prosimo, odstranite ročno
sv: Använd extern tråd, ta bort manuellt

source: Warning
ar: تحذير
da: Advarsel
et: Hoiatus
lt: Įspėjimas
nl: Waarschuwing
pt_br: Aviso
sl: Opozorilo
sv: Varning

source: Yes
ar: نعم
da: Ja
et: Jah
lt: Taip
nl: Ja
pt_br: Sim
sl: Da
sv: Ja

source: auto shutdown error
ar: خطأ في الإيقاف التلقائي
da: Automatisk nedlukningsfejl
et: Automaatse väljalülitamise viga
lt: automatinio išjungimo klaida
nl: automatische afsluitfout
pt_br: erro de desligamento automático
sl: napaka samodejnega izklopa
sv: automatiskt avstängningsfel

source: bed_mash:%s
ar: تسوية السطح:%s
et: aluse_võrk:%s
lt: ložto mazgas:%s
sl: podložka_mreža:%s
sv: säng_mesh:%s

source: clean pause_reason
ar: مسح سبب التوقف المؤقت
da: Ryd pause_årsag
et: puhasta pausi_põhjus
lt: valyti pauzės priežastį
nl: pauze_reden wissen
pt_br: limpar motivo da pausa
sl: počisti razlog_premora
sv: rensa pausorsak

source: cut filament
ar: قطع الخيط
da: Skær filament
et: lõika filament
lt: kirpti filamantą
nl: filament knippen
pt_br: cortar filamento
sl: seči vlakno
sv: klipp tråd

source: cutter press!
ar: ضغط القاطع!
da: Skærer tryk!
et: lõikuri vajutus!
lt: kirpyklė spaudžia!
nl: knipper indrukken!
pt_br: lâmina pressionada!
sl: sekača pritisnjen!
sv: klipparknapp tryckt!

source: cutter release!
ar: تحرير القاطع!
da: Skærer frigiv!
et: lõikuri vabastus!
lt: kirpyklė išleidžia!
nl: knipper loslaten!
pt_br: lâmina liberada!
sl: sekača sproščena!
sv: klipparknapp släppt!

source: feed busy
ar: التغذية مشغولة
da: Fødning optaget
et: söötmine hõivatud
lt: duodas užimtas
nl: voeder bezig
pt_br: alimentação ocupada
sl: hrana zasedena
sv: försörjning upptagen

source: feed error
ar: خطأ في التغذية
da: Fødningsfejl
et: söötmise viga
lt: duodas klaida
nl: voederfout
pt_br: erro de alimentação
sl: napaka hrane
sv: försörjningsfel

source: feed finish
ar: اكتملت التغذية
da: Fødning afsluttet
et: söötmine lõpetatud
lt: duodas baigtas
nl: voeder afgerond
pt_br: alimentação concluída
sl: hrana končana
sv: försörjning slutförd

source: filament not removed
ar: لم يتم إزالة الخيط
da: Filament ikke fjernet
et: filament pole eemaldatud
lt: filamantas nebuvo pašalintas
nl: filament niet verwijderd
pt_br: filamento não removido
sl: vlakno ni odstranjeno
sv: tråd ej borttagen

source: filament pause reason
ar: سبب توقف الخيط المؤقت
da: Filament pause årsag
et: filamendi peatamise põhjus
lt: filamanto pauzės priežastis
nl: filament pauze reden
pt_br: motivo da pausa do filamento
sl: razlog premora vlakna
sv: trådpausorsak

source: filament press
ar: ضغط الخيط
da: Filament tryk
et: filamendi vajutus
lt: filamanto spaudimas
nl: filament indrukken
pt_br: pressão do filamento
sl: pritisnjenost vlakna
sv: trådknapp tryckt

source: filament release
ar: تحرير الخيط
da: Filament frigiv
et: filamendi vabastus
lt: filamanto išleidimas
nl: filament loslaten
pt_br: liberação do filamento
sl: sproščenost vlakna
sv: trådknapp släppt

source: filament remove
ar: إزالة الخيط
da: Fjern filament
et: filamendi eemaldamine
lt: filamanto pašalinimas
nl: filament verwijderen
pt_br: remover filamento
sl: odstranitev vlakna
sv: ta bort tråd

source: filament runout
ar: نفاد الخيط
da: Filament opbrugt
et: filament otsas
lt: filamanto trūkumas
nl: filament op
pt_br: fim do filamento
sl: zmanjkanje vlakna
sv: trådet är slut

source: flush filament
ar: تنظيف الخيط
da: Skyl filament
et: tühjenda filament
lt: išvalyti filamantą
nl: filament doorvoeren
pt_br: limpar filamento
sl: izprazni vlakno
sv: spola tråd

source: motion sensor insert
ar: إدخال مستشعر الحركة
da: Bevægelsessensor indsæt
et: liikumisanduri sisestamine
lt: judesio jutiklio įterpimas
nl: bewegingsensor invoegen
pt_br: inserir sensor de movimento
sl: vstavite čutilnik gibanja
sv: infoga rörelsesensor

source: motion sensor runout
ar: نفاد مستشعر الحركة
da: Bevægelsessensor opbrugt
et: liikumisandur otsas
lt: judesio jutiklio trūkumas
nl: bewegingsensor leeg
pt_br: fim do sensor de movimento
sl: zmanjkanje čutilnika gibanja
sv: rörelsesensor slut

source: motor_%s press
ar: ضغط المحرك_%s
da: Motor_%s tryk
et: mootor_%s vajutus
lt: variklis_%s spaudžia
nl: motor_%s indrukken
pt_br: motor_%s pressionado
sl: motor_%s pritisnjen
sv: motor_%s tryckt

source: motor_%s release
ar: تحرير المحرك_%s
da: Motor_%s frigiv
et: mootor_%s vabastus
lt: variklis_%s išleidžia
nl: motor_%s loslaten
pt_br: motor_%s liberado
sl: motor_%s sproščen
sv: motor_%s släppt

source: motor_1 press
et: mootor_1 vajutus
lt: variklis_1 spaudžia
nl: motor_1 indrukken
pt_br: motor_1 pressionado
sl: motor_1 pritisnjen
sv: motor_1 tryckt

source: motor_1 release
et: mootor_1 vabastus
lt: variklis_1 išleidžia
nl: motor_1 loslaten
pt_br: motor_1 liberado
sl: motor_1 sproščen
sv: motor_1 släppt

source: motor_2 press
et: mootor_2 vajutus
lt: variklis_2 spaudžia
nl: motor_2 indrukken
pt_br: motor_2 pressionado
sl: motor_2 pritisnjen
sv: motor_2 tryckt

source: motor_2 release
et: mootor_2 vabastus
lt: variklis_2 išleidžia
nl: motor_2 loslaten
pt_br: motor_2 liberado
sl: motor_2 sproščen
sv: motor_2 släppt

source: motor_3 press
et: mootor_3 vajutus
lt: variklis_3 spaudžia
nl: motor_3 indrukken
pt_br: motor_3 pressionado
sl: motor_3 pritisnjen
sv: motor_3 tryckt

source: motor_3 release
et: mootor_3 vabastus
lt: variklis_3 išleidžia
nl: motor_3 loslaten
pt_br: motor_3 liberado
sl: motor_3 sproščen
sv: motor_3 släppt

source: motor_4 press
et: mootor_4 vajutus
lt: variklis_4 spaudžia
nl: motor_4 indrukken
pt_br: motor_4 pressionado
sl: motor_4 pritisnjen
sv: motor_4 tryckt

source: motor_4 release
et: mootor_4 vabastus
lt: variklis_4 išleidžia
nl: motor_4 loslaten
pt_br: motor_4 liberado
sl: motor_4 sproščen
sv: motor_4 släppt

source: no bed_mash name
ar: لا يوجد اسم لتسوية السطح
da: Intet bed_mash navn
et: aluse_võrgu nimi puudub
lt: nėra ložto mazgo pavadinimo
nl: geen bed_mash naam
pt_br: nenhum nome de bed_mash
sl: brez imena podložke_mreže
sv: ingen säng_mesh-namn

source: no bed_mash
ar: لا توجد تسوية للسطح
da: Ingen bed_mash
et: aluse_võrk puudub
lt: nėra ložto mazgo
nl: geen bed_mash
pt_br: nenhum bed_mash
sl: brez podložke_mreže
sv: ingen säng_mesh

source: no enabled
ar: غير مُمكّن
da: Ikke aktiveret
et: pole lubatud
lt: neįjungta
nl: niet ingeschakeld
pt_br: não ativado
sl: ni omogočen
sv: inte aktiverat

source: press button%s
ar: اضغط الزر%s
da: Tryk knap%s
et: vajuta nuppu%s
lt: paspauskite mygtuką%s
nl: druk op knop%s
pt_br: pressione botão%s
sl: pritisnite gumb%s
sv: tryck på knapp%s

source: press button1
et: vajuta nuppu1
lt: paspauskite mygtuką1
nl: druk op knop1
pt_br: pressione botão1
sl: pritisnite gumb1
sv: tryck på knapp1

source: press button2
et: vajuta nuppu2
lt: paspauskite mygtuką2
nl: druk op knop2
pt_br: pressione botão2
sl: pritisnite gumb2
sv: tryck på knapp2

source: press button3
et: vajuta nuppu3
lt: paspauskite mygtuką3
nl: druk op knop3
pt_br: pressione botão3
sl: pritisnite gumb3
sv: tryck på knapp3

source: press button4
et: vajuta nuppu4
lt: paspauskite mygtuką4
nl: druk op knop4
pt_br: pressione botão4
sl: pritisnite gumb4
sv: tryck på knapp4

source: remove filament
ar: إزالة الخيط
da: Fjern filament
et: eemalda filament
lt: pašalinti filamantą
nl: filament verwijderen
pt_br: remover filamento
sl: odstranite vlakno
sv: ta bort tråd

source: residual filament%s
ar: الخيط المتبقي%s
da: Resterende filament%s
et: jääkfilament%s
lt: likęs filamantas%s
nl: rest filament%s
pt_br: filamento residual%s
sl: ostanek vlakna%s
sv: kvarvarande tråd%s
