Repository: Mingda-tech/KlipperScreenAlpha
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: ar, da, et, lt, nl, pt_br, sl, sv

source: residual filament0
et: jääkfilament0
lt: likęs filamantas0
nl: rest filament0
pt_br: filamento residual0
sl: ostanek vlakna0
sv: kvarvarande tråd0

source: residual filament1
et: jääkfilament1
lt: likęs filamantas1
nl: rest filament1
pt_br: filamento residual1
sl: ostanek vlakna1
sv: kvarvarande tråd1

source: residual filament2
et: jääkfilament2
lt: likęs filamantas2
nl: rest filament2
pt_br: filamento residual2
sl: ostanek vlakna2
sv: kvarvarande tråd2

source: residual filament3
et: jääkfilament3
lt: likęs filamantas3
nl: rest filament3
pt_br: filamento residual3
sl: ostanek vlakna3
sv: kvarvarande tråd3

source: resume:%s
ar: استئناف:%s
da: Genoptag:%s
et: jätka:%s
lt: tęsti:%s
nl: hervatten:%s
pt_br: retomar:%s
sl: nadali:%s
sv: fortsätt:%s

source: resume_tool:%s pause_reason:%s
ar: استئناف_الأداة:%s سبب_التوقف:%s
da: Genoptag_værktøj:%s pause_årsag:%s
et: jätkamise_tööriist:%s pausi_põhjus:%s
lt: tęsti įrankį:%s pauzės priežastis:%s
nl: hervatten_gereedschap:%s pauze_reden:%s
pt_br: retomar_ferramenta:%s motivo_pausa:%s
sl: nadali_orodje:%s razlog_premora:%s
sv: fortsätt_verktyg:%s pausorsak:%s

source: Copy Print
ar: نسخ الطباعة
da: Kopier print
et: Kopeeri printimine
lt: Kopijuoti spausdinimą
nl: Kopieer afdruk
pt_br: Imprimir cópia
sl: Kopiraj tisk
sv: Kopiera utskrift

source: Mirror Print
ar: طباعة معكوسة
da: Spejlvendt print
et: Peegelprintimine
lt: Veidrodinis spausdinimas
nl: Spiegel afdruk
pt_br: Impressão espelho
sl: Zrcalni tisk
sv: Spegelvänd utskrift

source: Filament
ar: الخيط

source: Filament:
ar: الخيط:
lt: Plastikas:
pt_br: Filamento:

source: Filter
ar: فلتر
lt: Filtras
pt_br: Filtro

source: Host
ar: مضيف
lt: Hostas
pt_br: Hospedeiro
sl: Gostitelj
sv: Värd

source: ID
ar: الهوية

source: Pressure advance
ar: تقدم الضغط

source: Printer
ar: الطابعة
lt: Spausdintuvas
pt_br: Impressora
sl: Tiskalnik
sv: Skrivare

source: mm
ar: مم

source: mm/s
ar: مم/ث

source: mm/s²
ar: مليمتر/متر مربع

source: mm³/s
ar: مليمتر مكعب

source: s
ar: ث

source: If your calibration device is under the PEI, please lift the PEI after homing.
ar: إذا كان جهاز المعايرة الخاص بك تحت PEI، يرجى رفع PEI بعد العودة إلى الصفر.
da: Hvis din kalibreringsanordning er under PEI'en, løft venligst PEI'en efter homing.
lt: Jei jūsų kalibravimo įrenginys yra po PEI, prašome pakelti PEI po pradinio nustatymo.
nl: Als uw kalibratie-apparaat onder de PEI zit, til dan de PEI op na het homen.
pt_br: Se o seu dispositivo de calibração estiver sob o PEI, por favor, levante o PEI após o retorno à origem.
sl: Če je vaša kalibracijska naprava pod PEI, prosimo dvignite PEI po vrnitvi v izhodiščni položaj.
sv: Om din kalibreringsenhet är under PEI, lyft PEI efter homing.

source: Homing the printer...
ar: إعادة الطابعة إلى الصفر...
da: Homing af printeren...
lt: Nustatoma spausdintuvo pradinė padėtis...
nl: Printer wordt gehomd...
pt_br: Retornando a impressora ao ponto de origem...
sl: Vračanje tiskalnika v izhodiščni položaj...
sv: Homing av skrivaren...

source: Starting dual nozzle height calibration...
ar: بدء معايرة ارتفاع الفوهة المزدوجة...
da: Starter kalibrering af dobbelt dysehøjde...
lt: Pradedamas dvigubo purkštuko aukščio kalibravimas...
nl: Start dubbele spuitmond hoogte kalibratie...
pt_br: Iniciando calibração de altura do bico duplo...
sl: Začenjam kalibracijo višine dvojne šobe...
sv: Startar höjdkalibrering av dubbelmunstycke...

source: Please observe if the nozzle is positioned above the probe.
ar: يرجى ملاحظة ما إذا كانت الفوهة موضوعة فوق المسبار.
da: Observér venligst om dysen er placeret over sonden.
lt: Prašome stebėti, ar purkštukas yra virš zondo.
nl: Controleer of de spuitmond boven de sonde is gepositioneerd.
pt_br: Por favor, observe se o bico está posicionado acima da sonda.
sl: Prosimo, opazujte, ali je šoba nameščena nad sondo.
sv: Observera om munstycket är positionerat ovanför sonden.

source: Warning: Negative value detected. This is dangerous and may damage the machine. Please recalibrate.
ar: تحذير: تم اكتشاف قيمة سالبة. هذا خطير وقد يتلف الجهاز. يرجى إعادة المعايرة.
da: Advarsel: Negativ værdi registreret. Dette er farligt og kan beskadige maskinen. Kalibrer venligst igen.
lt: Įspėjimas: Aptikta neigiama reikšmė. Tai pavojinga ir gali sugadinti įrenginį. Prašome perkalibruoti.
nl: Waarschuwing: Negatieve waarde gedetecteerd. Dit is gevaarlijk en kan de machine beschadigen. Kalibreer opnieuw.
pt_br: Aviso: Valor negativo detectado. Isso é perigoso e pode danificar a máquina. Por favor, recalibre.
sl: Opozorilo: Zaznana je negativna vrednost. To je nevarno in lahko poškoduje napravo. Prosimo, ponovno kalibrirajte.
sv: Varning: Negativt värde upptäckt. Detta är farligt och kan skada maskinen. Vänligen kalibrera om.

source: New nozzle height difference is:
ar: فرق ارتفاع الفوهة الجديد هو:
da: Ny dysehøjdeforskel er:
lt: Naujas purkštuko aukščio skirtumas yra:
nl: Nieuw hoogteverschil spuitmond is:
pt_br: A nova diferença de altura do bico é:
sl: Nova razlika v višini šobe je:
sv: Ny munstyckshöjdskillnad är:

source: Warning: Current value is negative. This is dangerous and may damage the machine. Please recalibrate.
ar: تحذير: القيمة الحالية سالبة. هذا خطير وقد يتلف الجهاز. يرجى إعادة المعايرة.
da: Advarsel: Nuværende værdi er negativ. Dette er farligt og kan beskadige maskinen. Kalibrer venligst igen.
lt: Įspėjimas: Dabartinė reikšmė yra neigiama. Tai pavojinga ir gali sugadinti įrenginį. Prašome perkalibruoti.
nl: Waarschuwing: Huidige waarde is negatief. Dit is gevaarlijk en kan de machine beschadigen. Kalibreer opnieuw.
pt_br: Aviso: O valor atual é negativo. Isso é perigoso e pode danificar a máquina. Por favor, recalibre.
sl: Opozorilo: Trenutna vrednost je negativna. To je nevarno in lahko poškoduje napravo. Prosimo, ponovno kalibrirajte.
sv: Varning: Aktuellt värde är negativt. Detta är farligt och kan skada maskinen. Vänligen kalibrera om.

source: Z Height Diff
ar: فرق ارتفاع Z
da: Z-højdeforskel
lt: Z aukščio skirtumas
nl: Z-hoogteverschil
pt_br: Diferença de Altura Z
sl: Razlika v višini Z
sv: Z-höjdskillnad

source: Adjust Zprobe Pos
ar: ضبط موضع مسبار Z
da: Juster Zprobe-position
lt: Koreguoti Zprobe padėtį
nl: Pas Zprobe-positie aan
pt_br: Ajustar Posição da Sonda Z
sl: Prilagodi položaj Z sonde
sv: Justera Zprobe-position

source: Need reboot, relaunch immediately?
ar: تحتاج إلى إعادة التشغيل، هل تريد إعادة التشغيل الآن؟
da: Behov for genstart, genstart straks?
lt: Reikia perkrauti, paleisti iš naujo nedelsiant?
nl: Herstart nodig, onmiddellijk opnieuw starten?
pt_br: Necessita reiniciar, relançar imediatamente?
sl: Potreben je ponovni zagon, ponovno zaženem takoj?
sv: Behöver omstart, starta om omedelbart?

source: Current nozzle height difference:
ar: فرق ارتفاع الفوهة الحالي:
da: Nuværende dysehøjdeforskel:
lt: Dabartinis purkštuko aukščio skirtumas:
nl: Huidig hoogteverschil spuitmond:
pt_br: Diferença de altura atual do bico:
sl: Trenutna razlika v višini šobe:
sv: Nuvarande munstyckshöjdskillnad:

source: New nozzle height difference:
ar: فرق ارتفاع الفوهة الجديد:
da: Ny dysehøjdeforskel:
lt: Naujas purkštuko aukščio skirtumas:
nl: Nieuw hoogteverschil spuitmond:
pt_br: Nova diferença de altura do bico:
sl: Nova razlika v višini šobe:
sv: Ny munstyckshöjdskillnad:

source: Dangerous nozzle height difference:
ar: فرق ارتفاع الفوهة الخطير:
da: Farlig dysehøjdeforskel:
lt: Pavojingas purkštuko aukščio skirtumas:
nl: Gevaarlijk hoogteverschil spuitmond:
pt_br: Diferença de altura perigosa do bico:
sl: Nevarna razlika v višini šobe:
sv: Farlig munstyckshöjdskillnad:

source: OK
ar: موافق
lt: Gerai
sl: V redu

source: T%s need exit filament
ar: T%s يحتاج إلى إخراج الخيط
da: T%s skal have fjernet filament

source: filament%s:%s
ar: خيط%s:%s
lt: filamantas%s:%s
pt_br: filamento%s:%s
sl: vlakno%s:%s
sv: tråd%s:%s

source: Bed screw configuration:
lt: Platformos varžtų konfigūracija:
nl: Bed schroef configuratie:
sv: Konfiguration bädd skruvar:

source: Deselect
da: Fravælg
lt: Atžymėti
nl: Deselecteer
sv: Avmarkera

source: Hidden
da: Skjult
lt: Paslėpta
nl: Verborgen
sv: Dold

source: Firmware has disconnected
da: Firmware er frakoblet
lt: Įrangos programa nutrūko
nl: Firmware is verbonden
sv: Firmware har kopplats från

source: Firmware has encountered an error.
da: Firmware har stødt på en fejl.
lt: Įrangos programa susidūrė su klaida.
nl: Er is een fout opgetreden in de firmware.
sv: Firmware har stött på ett fel.

source: Firmware has shutdown
da: Firmware er blevet nedlagt
lt: Įrangos programa buvo išjungta
nl: Firmware is uitgeschakeld
sv: Firmware har stängts av

source: Firmware is attempting to start
da: Firmware forsøger at starte
lt: Įrangos programa bandymas paleisti
nl: Firmware probeert te starten
sv: Firmware försöker starta

source: Firmware will reboot
da: Firmware genstarter
lt: Įrangos programa bus paleista iš naujo
nl: Firmware zal opnieuw opstarten
sv: Firmware kommer att startas om

source: Max Acceleration to Deceleration
da: Maks. acceleration til decceleration
lt: Pagreitintas stabdymas
nl: Max Acceleratie naar De-acceleratie
sv: Max acceleration till inbromsning

source: Mesh calibrate
lt: Tinklelio kalibravimas
nl: Mesh kalibreren
sv: Mesh kalibrera

source: Not supported for auto-detection, it needs to be configured in klipperscreen.conf
lt: Neaptinkamas automatiškai, reikia konfigūruoti klipperscreen.conf
nl: Niet ondersteunt voor auto-detectie, dit moet worden geconfigureerd in klipperscreen.conf
sv: Stöds inte för automatisk upptäckt, den måste konfigureras i klipperscreen.conf

source: Print Time
da: Printtid
lt: Spausdinimo laikas
nl: Print Tijd
sv: Utskriftstid

source: Select
da: Vælg
lt: Išsirinkti
nl: Selecteer
sv: Välj

source: Starting WiFi Association
da: Starter WiFi Association
lt: WiFi prisijungimas
nl: WiFi Association starten
sv: Startar WiFi Association

source: Unknown screw position
lt: Nežinoma varžto padėtis
nl: Onbekende schroef positie
sv: Okänd skruvposition

source: Uploaded
da: Uploadet
lt: Nusiųsta
nl: Geupload
sv: Uppladdad

source: Leveling
da: Nivellering
lt: Lyginimas
nl: Nivelleren
sv: Nivellering

source: Brightest
da: Lysest
lt: Šviesiausias
nl: Helderste
sv: Ljusast

source: Please wait until the bed and nozzle is heated before calibrating.
lt: Palaukite, kol lova ir dūzė bus pašildytos prieš kalibravimą.

source: Poweroff
da: Sluk
lt: Išjungti
nl: Uitzetten
sv: Stäng av

source: Continue
da: Fortsæt
nl: Doorgaan
sv: Fortsätt
