Repository: Mingda-tech/KlipperScreenAlpha
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: ar, da, et, lt, nl, pt_br, sl, sv

source: LOAD_FILAMENT/UNLOAD_FILAMENT are hidden and should be used from extrude
ar: تحميل_خيط/تفريغ_خيط مخفية ويجب استخدامها من البثق
et: LOAD_FILAMENT/UNLOAD_FILAMENT on peidetud ja neid tuleks kasutada ekstrudeerimisel
lt: LOAD FILAMENT / UNLOAD FILAMENT yra paslėpti ir turėtų būti naudojami nuo išspaudimo
nl: LOAD_FILAMENT/UNLOAD_FILAMENT zijn verborgen en kunnen worden gebruikt in extrude
pt_br: LOAD_FILAMENT/UNLOAD_FILAMENT estão escondidos e devem ser utilizados de Extrudar
sl: LOAD_FILAMENT/UNLOAD_FILAMENT sta skrita in ju je treba uporabiti pri ekstrudiranju
sv: LOAD_FILAMENT/UNLOAD_FILAMENT är dolda och bör användas från extrudering

source: Language
ar: اللغة
da: Sprog
et: Keel
lt: Kalba
nl: Taal
pt_br: Língua
sl: Jezik
sv: Språk

source: Large
ar: كبير
da: Stor
et: Suur
lt: Didelis
nl: Groot
pt_br: Grande
sl: Veliko
sv: Stor

source: Last Duration
ar: المدة الأخيرة
et: Viimane kestus

source: Last Used
ar: آخر استخدام
et: Viimati kasutatud
lt: Paskutinis naudotas
nl: Laatst Gebruikt
pt_br: Usado pela Última Vez
sl: Nazadnje uporabljeno
sv: Senast använd

source: Layer Height
ar: ارتفاع الطبقة
et: Kihi kõrgus

source: Layer:
ar: طبقة:
et: Kiht:
lt: Sluoksnis:
nl: Laag:
pt_br: Camada:
sl: Plast:
sv: Lager:

source: Leds
ar: المصابيح
et: LEDid
lt: LED
sl: Led luči
sv: Lysdioder

source: Left:
ar: متبقي:
da: Resterende:
et: Vasakul:
lt: Liko:
nl: Links:
pt_br: Restante:
sl: Levo:
sv: Återstående:

source: Limits
ar: حدود
da: Grænser
et: Piirangud
lt: Ribos
nl: Limieten
pt_br: Limites
sl: Omejitve
sv: Begränsningar

source: Load
ar: حمل
da: Indlæs
et: Laadimine
lt: Užkrauti
nl: Laad
pt_br: Carregar
sl: Naloži
sv: Ladda

source: Loading...
ar: جاري التحميل...
et: Laadimine...
pt_br: Carregando...
sl: Nalagam...

source: Lost Connection to Moonraker
ar: فقد الاتصال ب Moonraker
et: Ühendus Moonrakeriga katkes
pt_br: Conexão perdida com o Moonraker
sl: Izgubljena poveza z Moonrakerjem

source: Lower Nozzle
ar: انزل الفوهة الي الاسفل
da: Sænk Nozzle
et: Alumine otsik
lt: Nuleisti purkštuką
nl: Onderste Nozzle
pt_br: Baixar Bico de Extrusão
sl: Znižaj šobo
sv: Sänk munstycket

source: Macro shortcut on sidebar
ar: اختصار ماكرو على الشريط الجانبي
da: Makrogenvej på sidelinjen
et: Makro otsetee külgribal
lt: Rodyti makro komandas šoninėje juostoje
nl: Macro snelkoppeling in sidebar
pt_br: Atalho de Macro na barra lateral
sl: Makro bližnjica na stranski vrstici
sv: Makro genväg på sidofältet

source: Macros
ar: ماكرو
da: Makroer
et: Makrod
lt: Makro komandos
sl: Makri
sv: Makron

source: Main Menu
ar: القائمة الرئيسية
da: Hovedmenu
et: Peamenüü
lt: Pagrindinis meniu
nl: Hoofd Menu
pt_br: Menu Principal
sl: Glavni meni
sv: Huvudmeny

source: Material
ar: المادّة
et: Materjal
lt: Medžiaga
nl: Materiaal
sl: Materijal

source: Max
ar: الاقصي
et: Maks
sl: Maks

source: Max Acceleration
ar: أقصى تسارع
da: Maks. Acceleration
et: Maksimaalne kiirendus
lt: Maksimalus pagreitis
nl: Max Acceleratie
pt_br: Aceleração Max.
sl: Največji pospešek

source: Max Velocity
ar: السرعة القصوى
da: Maks. hastighed
et: Maksimaalne kiirus
lt: Maksimalus greitis
pt_br: Velocidade Max.
sl: Največja hitrost
sv: Max Hastighet

source: Max:
ar: الحد الأقصى:
et: Maksimaalne:

source: Maximum
ar: أَقْصى
et: Maksimaalne
lt: Maksimum
pt_br: Máximo
sl: Največ
sv: Maximal

source: Measure Both
ar: قم بقياس كليهما
et: Mõõda mõlemad
lt: Išmatuoti abu
nl: Meet Beide
pt_br: Medir Ambos
sl: Izmeri oboje
sv: Mät båda

source: Measure X
ar: قياس X
et: Mõõda X
lt: Išmatuoti X
nl: Meet X
pt_br: Medir X
sl: Izmeri X
sv: Mått X

source: Measure Y
ar: قياس Y
et: Mõõda Y
lt: Išmatuoti Y
nl: Meet Y
pt_br: Medir Y
sl: Izmeri Y
sv: Mått Y

source: Medium
ar: متوسط
da: Mellem
et: Keskmine
lt: Vidutinis
pt_br: Médio
sl: Srednje

source: Memory
ar: الذاكرة
et: Mälu

source: Menu
ar: القائِمة
et: Menüü
lt: Meniu
sl: Meni
sv: Meny

source: Minimum Cruise Ratio
ar: الحد الأدنى لنسبة الرحلات
et: Minimaalne kruiisisuhe
pt_br: Taxa Mínima de Deslocamento

source: Minimum:
ar: الحد الأدنى:
et: Minimaalne:

source: Modified
ar: معدل
da: Ændret
et: Muudetud
lt: Pakeista
nl: Aangepast
pt_br: Modificado
sl: Spremenjeno
sv: Ändrad

source: Moonraker: connected
ar: Moonraker : متصل
da: Moonraker: tilsluttet
et: Moonraker: ühendatud
lt: Moonraker: prijungtas
nl: Moonraker: verbonden
pt_br: Moonraker: conectado
sl: Moonraker: povezan
sv: Moonraker: ansluten

source: More
ar: أكثر
et: Veel
lt: Daugiau
nl: Meer
pt_br: Mais
sl: Več
sv: Mer

source: Move
ar: تحرك
da: Flytning
et: Liiguta
lt: Judinti
nl: Beweeg
pt_br: Mover
sl: Premakni
sv: Flytta

source: Move Distance (mm)
ar: مسافة التحرك (مم)
da: Flyt længde (mm)
et: Liigutuskaugus (mm)
lt: Poslinkis (mm)
nl: Beweeg Afstand (mm)
pt_br: Distância do Movimento (mm)
sl: Razdalja premika (mm)
sv: Förflyttningsavstånd (mm)

source: Name
ar: الاسم
da: Navn
et: Nimi
lt: Vardas
nl: Naam
pt_br: Nome
sl: Ime
sv: Namn

source: Network
ar: الشبكة
da: Netværk
et: Võrk
lt: Tinklas
nl: Netwerk
pt_br: Rede
sl: Omrežje
sv: Nätverk

source: Network connected
ar: متصل بالشبكة
et: Võrk on ühendatud

source: Network disconnected
ar: الشبكة غير متصلة
et: Võrk on lahti ühendatud

source: Network not found
ar: لم يتم العثور على الشبكة
et: Võrku ei leitud

source: Never
ar: أبداً
et: Mitte kunagi
lt: Niekada
nl: Nooit
pt_br: Nunca
sl: Nikoli
sv: Aldrig

source: New
ar: جديد
da: Ny
et: Uus
lt: Naujas
nl: Nieuw
pt_br: Novo
sl: Novo
sv: Ny

source: No elegible macros:
ar: وحدات الماكرو غير المؤهلة:
et: Sobivaid makrosid pole:
lt: Nėra teisingų makro komandų:
nl: Macros komen niet in aanmerking:
pt_br: Macros não aceitas:
sl: Neprimerni makri:
sv: Inga kvalificerade makron:

source: No info available
ar: لا توجد معلومات متاحة
et: Teave puudub

source: No mesh has been loaded
ar: لم يتم تحميل أي شبكة
et: Võrku ei ole laaditud
pt_br: Nenhuma malha foi carregada
sl: Mreža ni naložena

source: No wireless interface has been found
ar: لم يتم العثور على واجهة لاسلكية
et: Juhtmeta liidest ei leitud
pt_br: Nenhuma interface sem-fio foi encontrada
sl: Brezžičnega vmesnika ni bilo mogoče najti

source: Not all screens support this
ar: ليس كل الشاشات تدعم هذا
et: Mitte kõik ekraanid ei toeta seda
pt_br: Nem todas as telas suportam isso

source: Not working or not configured
ar: لا يعمل أو لم يتم تكوينه
et: Ei tööta või ei ole seadistatud
pt_br: Sem funcionar ou não configurado
sl: Ne deluje ali ni konfigurirano

source: Nothing selected
ar: لا شيء تم اختياره
da: Intet valgt
et: Midagi pole valitud
lt: Niekas nepasirinkta
nl: Niets geselecteerd
pt_br: Sem seleção
sl: Nič ni izbrano
sv: Inget valt

source: Notification log empty
ar: سجل الإشعارات فارغ
et: Teavituste logi tühi
pt_br: Registro de notificação vazio
sl: Dnevnik obvestil je prazen

source: Notifications
ar: إشعارات
et: Teavitused
pt_br: Notificações
sl: Obvestila

source: Nozzle diameter
ar: قطر الفوهة
et: Düüsi läbimõõt

source: Only for the move panel
ar: فقط من أجل لوحة الحركة
et: Ainult liigutuspaneelile

source: Outdated by %d
ar: عفا عليها الزمن بنسبة %d
da: Forældet med %d
et: Aegunud %d võrra
lt: Pasenę %d
nl: Verouderd sinds %d
pt_br: Desatualizado por %d
sl: Zastarelo za %d
sv: Föråldrad av %d

source: PSK for
et: PSK jaoks
lt: PSK
nl: PSK voor
pt_br: PSK para
sl: PSK za
sv: PSK för

source: Package will be updated
ar: لايوجد تحديث
da: Pakken vil blive opdateret
et: Pakett uuendatakse
lt: Paketas bus atnaujintas
nl: Pakket word ge-update
pt_br: O pacote será atualizado
sl: Paket bo posodobljen
sv: Paketet kommer att uppdateras

source: Part Fan
ar: مروحة تبريد المطبوعات
et: Osaventilaator
lt: Dirbinio ventiliatorius
nl: Part Ventilator
pt_br: Ventilador da Peça
sl: Ventilator za dele
sv: Del Fläkt

source: Password saved
ar: تم حفظ كلمة المرور
da: Adgangskode gemt
et: Parool salvestatud
lt: Slaptažodis išsaugotas
nl: Wachtwoord opgeslagen
pt_br: Senha salva
sl: Geslo shranjeno
sv: Lösenordet har sparats

source: Pause
ar: توقف
et: Paus
lt: Pauzė
nl: Pauzeer
pt_br: Pausar
sl: Pavza
sv: Pausa

source: Paused
ar: متوقف
da: På pause
et: Pausil
lt: Pristabdyta
nl: Gepauzeerd
pt_br: Pausado
sl: Zaustavljeno
sv: Pausad

source: Perform a full upgrade?
ar: إجراء ترقية كاملة؟
da: Vil du udføre en fuld opgradering?
et: Kas sooritada täisuuendus?
lt: Atlikti pilną atnaujinimą?
nl: Volledige upgrade uitvoeren?
pt_br: Realizar uma atualização completa?
sl: Izvedem polno posodobitev?
sv: Utför en fullständig uppgradering?

source: Pins
ar: دبابيس
et: Nõelad
lt: Prievadai
nl: Pinnen
pt_br: Pinos
sl: Pini

source: Please recompile and flash the micro-controller.
ar: يرجى إعادة تجميع وحدة التحكم الدقيقة وميضها.
da: Genkompilér og flash mikrocontrolleren.
et: Palun kompileerige ja välgake mikro-kontroller.
lt: Perprogramuokite mikrovaldiklį.
nl: Hercompileer en flash de micro-controller aub.
pt_br: Por favor recompile e grave o microcontrolador.
sv: Vänligen kompilera om och flasha mikrokontrollern.

source: Please wait
ar: من فضلك انتظر
et: Palun oodake

source: Power
ar: القوة
da: Strømstyring
et: Võimsus
lt: Maitinimas
nl: Stroom
pt_br: Ligar
sl: Vklop
sv: Ström

source: Power On Printer
ar: شغل الطابعة
da: Tænd printer
et: Printeri sisselülitamine
lt: Išjungti spausdintuvą
nl: Printer Aanzetten
pt_br: Ligar Impressora
sl: Vklopite tiskalnik
sv: Slå på skrivaren

source: Pressure Advance
ar: الضغط المتقدم
et: Surveelisus
pt_br: Pressão de Avanço

source: Pressure Advance:
ar: الضغط المتقدم:
et: Surveelisus:
lt: Slėgio kontrolė:
pt_br: Pressão de Avanço (Pressure Advance):
sv: Tryckförflyttning:

source: Print
ar: اطبع
et: Prindi
lt: Spausdinti
pt_br: Imprimir
sl: Natisni
sv: Skriv ut

source: Print Control
ar: التحكم في الطباعة
da: Print styring
et: Prindi juhtimine
lt: Spausdinimo valdymas
pt_br: Controle de Impressão
sl: Nadzor tiskanja
sv: Utskriftskontroll

source: Printer Connections
ar: اتصال الطابعة
da: Printer forbindelser
et: Printeri ühendused
lt: Prijungti spausdintuvai
nl: Printer Verbindingen
pt_br: Conexões da Impressora
sl: Povezave tiskalnika
sv: Skrivaranslutningar

source: Printer Select
ar: اختيار الطابعة
et: Vali printer
lt: Išsirinkti spausdintuvą
nl: Printer Selecteren
pt_br: Selecionar Impressora
sl: Izberi tiskalnik
sv: Välj skrivare

source: Printing
ar: طباعة
da: Printer
et: Printimine
lt: Spausdinama
nl: Bezig met printen
pt_br: Imprimindo
sl: Tiskam
sv: Skriver ut

source: Probe Offset
ar: حدود المسبار Probe Offset
et: Sondi nihe
lt: Zondo poslinkis
pt_br: Deslocamento do Sensor de Nivelamento
sl: Odmik sonde
sv: Sond-offset

source: Profile Name:
ar: اسم الملف:
da: Profilnavn:
et: Profiili nimi:
lt: Profilio vardas:
nl: Profiel Naam:
pt_br: Nome do Perfil:
sl: Ime profila:
sv: Profilens namn:

source: Provide KlipperScreen.log when asking for help.
ar: قم بتوفير KlipperScreen.log عند طلب المساعدة
et: Abi küsimisel andke KlipperScreen.log.
lt: Prašydami pagalbos pateikite KlipperScreen.log.
nl: Voeg KlipperScreen.log toe als je om hulp vraagt.
pt_br: Forneça o KlipperScreen.log quando pedir ajuda.
sl: Ko prosite za pomoč, navedite KlipperScreen.log.
sv: Ange KlipperScreen.log när du ber om hjälp.

source: Quad Gantry Level
ar: مستوى القنطرية الرباعية
da: Justering af 4-søjlers konstruktion
et: Neljandikurea tase
lt: Diržų lygiavimas
pt_br: Nível do Pórtico Quádruplo
sv: Quad Gantry nivå

source: Raise Nozzle
ar: ارفع الفوهة
da: Hæv Nozzle
et: Tõsta otsik
lt: Pakelti purkštuką
nl: Nozzle omhoog
pt_br: Levantar Bico de Extrusão
sl: Dvigni šobo
sv: Höj munstycket

source: Recover
ar: تعين
da: Nulstil
et: Taasta
lt: Atstatyti
nl: Herstellen
pt_br: Recuperar
sl: Obnovi
sv: Återställ

source: Recover Hard
ar: تعين هارد رست
da: Nulstil alt
et: Taasta raskelt
lt: Pilnas atstatymas
nl: Hard Herstel
pt_br: Recuperar Hard
sv: Hård återställning

source: Recover Soft
ar: تعين سوفت رست
da: Nulstil
et: Taasta pehmelt
lt: Švelnus atstatymas
nl: Soft Herstel
pt_br: Recuperar Soft
sv: Mjuk återställning

source: Reference
ar: مرجع
et: Viide
lt: Nuoroda
nl: Referentie
pt_br: Referência
sl: Referenca
sv: Referens

source: Refresh
ar: التجديد
et: Värskenda
lt: Atnaujinti
pt_br: Atualizar
sl: Osveži
sv: Ladda om

source: Remove network
ar: قم بإزالة الشبكة
et: Eemalda võrk

source: Rename/Move:
ar: إعادة تسمية/نقل:
et: Nimeta ümber/Liiguta:
lt: Pervadinti/Perkelti:
nl: Hernoem/beweeg:
pt_br: Renomear/Mover:
sl: Preimenuj/Premakni:
sv: Byt namn/flytta:

source: Restart
ar: اعادة التشغيل
da: Genstart
et: Taaskäivita
lt: Perkrauti
nl: Herstarten
pt_br: Reiniciar
sl: Ponovni zagon
sv: Starta om

source: Resume
ar: استناف
da: Genoptag
et: Jätka
lt: Tęsti
nl: Hervatten
pt_br: Continuar
sl: Nadaljuj
sv: Återuppta

source: Retract
ar: تراجع
et: Tagasi tõmbama
lt: Įtraukti
pt_br: Recolher
sl: Umakni
sv: Dra tillbaka

source: Retraction
ar: التراجع
et: Tagasitõmbumine
lt: Išstumimas
pt_br: Retração
sl: Umik
sv: Indragning

source: Retraction Length
ar: طول التراجع
et: Tagasitõmbumise pikkus
lt: Išstūmimo ilgis
nl: Retraction Lengte
pt_br: Comprimento de Retração
sl: Dolžina umika
sv: Indragningslängd

source: Retraction Speed
ar: سرعة التراجع
et: Tagasitõmbumise kiirus
lt: Išstūmimo greitis
nl: Retraction Snelheid
pt_br: Velocidade de Retração
sl: Hitrost umika
sv: Indragningshastighet

source: Retry
ar: أعد المحاولة
et: Proovi uuesti
lt: Pakartoti
nl: Opnieuw
pt_br: Tentar Novamente
sl: Poskusi znova
sv: Försök igen

source: Retrying
ar: محولة الاعادة
et: Uuesti proovimine
lt: Antras bandymas
nl: Probeert opnieuw
pt_br: Tentando Novamente
sl: Poskušam znova
sv: Försöker igen

source: Rotation invalid
ar: الدوران غير صالح
et: Pööramine kehtetu
pt_br: Rotação inválida

source: Save
ar: حفظ
da: Gem
et: Salvesta
lt: Išsaugoti
nl: Opslaan
pt_br: Salvar
sl: Shrani
sv: Spara

source: Save Config
ar: حفظ التكوين
da: Gem Konfiguration
et: Salvesta konfiguratsioon
lt: Išsaugoti konfigūraciją
nl: Config Opslaan
pt_br: Salvar Configuração
sl: Shrani konfiguracijo
sv: Spara konfiguration

source: Save Z
ar: احفظ Z
da: Gem Z
et: Salvesta Z
lt: Išsaugoti Z
nl: Z Opslaan
pt_br: Salvar Z
sl: Shrani Z
sv: Spara Z

source: Save configuration?
ar: حفظ التكوين؟
da: Gem Konfiguration?
et: Salvesta konfiguratsioon?
lt: Išsaugoti konfigūraciją?
nl: Configuratie opslaan?
pt_br: Salvar Configuração?
sl: Shrani konfiguracijo?
sv: Spara konfigurationen?

source: Saved
ar: تم حفظه
da: Gemt
et: Salvestatud
lt: Išsaugota
nl: Opgeslagen
pt_br: Salvo
sl: Shranjeno
sv: Sparad

source: Saved offset: %s
ar: تم حفظ التحديد: %s
et: Salvestatud nihe: %s
lt: Išsaugotas poslinkis: %s
nl: Offset opgeslagen: %s
pt_br: Deslocamento Salvo: %s
sl: Shranjen odmik: %s
sv: Sparad offset: %s

source: Screen DPMS
ar: شاشة DPMS
da: Skærm DPMS
et: Ekraani DPMS
lt: Ekrano DPMS
nl: Scherm DPMS
pt_br: DPMS da Tela
sl: DPMS zaslona
sv: Skärm DPMS

source: Screen Power Off Time
ar: وقت إيقاف تشغيل الشاشة
da: Skærm timeout
et: Ekraani väljalülitamise aeg
lt: Ekrano išjungimo laikas
nl: Scherm Uitschakelen Tijd
pt_br: Tempo de Desligamento da Tela
sl: Čas izklopa zaslona
sv: Avstängningstid för skärmen

source: Screws Adjust
ar: ضبط البراغي
da: Skruejustering
et: Kruvide reguleerimine
lt: Reguliuoti varžtus
nl: Schroeven Aanpassen
pt_br: Ajuste de atarraxamento
sl: Nastavitev vijakov
sv: Skruvar Justera

source: Screws not used:
ar: البراغي غير المستخدمة:
et: Kruvid ei ole kasutatud:
pt_br: Parafusos não utilizados:

source: Send
ar: أرسل
da: Sende
et: Saada
lt: Siūsti
nl: Verstuur
pt_br: Enviar
sl: Pošlji
sv: Skicka

source: Set Temp
ar: ضبط درجة الحرارة
da: Indstil Temp
et: Määra temperatuur
lt: Nustatyta temperatūra
nl: Verander Temp
pt_br: Selecionar Temp
sl: Nastavi temperaturo
sv: Sätt temperatur

source: Settings
ar: الإعدادات
da: Indstillinger
et: Seaded
lt: Nustatymai
nl: Instellingen
pt_br: Configurações
sl: Nastavitve
sv: Inställningar

source: Show
ar: عرض
da: At vise
et: Näita
lt: Rodyti
nl: Toon
pt_br: Mostrar
sl: Pokaži
sv: Visa

source: Show Heater Power
ar: أظهر قوة السخان
et: Näita küttekeha võimsust
lt: Rodyti šildytuvo galią
nl: Toon Heater Stroom
pt_br: Mostrar Potência do Aquecedor
sl: Pokaži moč grelnika
sv: Visa kraft värmare

source: Show Scrollbars Buttons
ar: أظهر أزرار أشرطة التمرير
et: Näita kerimisriba nuppe
lt: Rodyti stumdymo juostą
nl: Toon Scrollbars Knoppen
pt_br: Mostrar Botões das Barras de Rolagem
sl: Pokaži gumbe drsnih trakov
sv: Visa rullningslistknappar

source: Show only devices that are able to be set
ar: أظهر فقط الأجهزة التي يمكن ضبطها
et: Näita ainult seadmeid, mida saab seadistada
pt_br: Mostrar apenas dispositivos que podem ser configurados

source: Shutdown
ar: إيقاف التشغيل
et: Seiskamine
lt: Išjungti
nl: Afsluiten
pt_br: Desligar
sl: Zaustavitev
sv: Stänga av

source: Size
ar: الحجم
da: Størrelse
et: Suurus
lt: Dydis
nl: Afmetingen
pt_br: Tamanho
sl: Velikost
sv: Storlek

source: Slicer
ar: برنامج التقطيع
et: Lõikur
lt: Slaiseris
pt_br: Fatiador

source: Slicer:
ar: المشرح:
et: Lõikur:
lt: Slaiseris:
pt_br: Fatiador:

source: Small
ar: صغيرة
da: Lille
et: Väike
lt: Mažas
nl: Klein
pt_br: Pequeno
sl: Majhno
sv: Liten

source: Smooth time
ar: وقت سلس
et: Silumise aeg

source: Speed (mm/s)
ar: السرعة (مم/ثانية)
da: Hastighed (mm/s)
et: Kiirus (mm/s)
lt: Greitis (mm/s)
nl: Snelheid (mm/s)
pt_br: Velocidade (mm/s)
sl: Hitrost (mm/s)
sv: Hastighet (mm/s)

source: Speed +
ar: السرعة +
da: Hastighed +
et: Kiirus +
lt: Greitis +
nl: Snelheid +
pt_br: Velocidade +
sl: Hitrost +
sv: Hastighet +

source: Speed -
ar: السرعة -
da: Hastighed -
et: Kiirus -
lt: Greitis -
nl: Snelheid -
pt_br: Velocidade -
sl: Hitrost -
sv: Hastighet -

source: Speed:
ar: السرعة:
da: Hastighed:
et: Kiirus:
lt: Greitis:
nl: Snelheid:
pt_br: Velocidade:
sl: Hitrost:
sv: Hastighet:

source: Square Corner Velocity
ar: سرعة الزاوية المربعة
da: Hastighed for 90° hjørne
et: Ruudukujuline nurga kiirus
lt: Stataus kampo greitis
pt_br: Velocidade para Cantos Quadrados
sv: Fyrkantigt hörn hastighet

source: Standby
ar: الاستعداد
et: Valmisolek
lt: Laukiama
pt_br: Em Espera
sl: Ostani v pripravljenosti
sv: Vilar

source: Start
ar: ابدأ
et: Alusta
lt: Pradėti
pt_br: Iniciar
sl: Začni
sv: Starta

source: Starting recovery for
ar: بدء اعادة التعين من أجل
da: Gendanner
et: Taastamise alustamine
lt: Paleidžiamas atkūrimas
nl: Herstel starten voor
pt_br: Iniciando recuperação para
sl: Začetek obnovitve čez
sv: Börjar återhämtning för

source: Starting update for
ar: بدء التحديث من أجل
da: Opdaterer
et: Uuenduse alustamine
lt: Paleidžiami atnaujinimai
nl: Update starten voor
pt_br: Iniciando atualização para
sl: Začetek posodobitve čez
sv: Startar uppdatering för

source: Swaps buttons if they are on top of each other, affects other panels
ar: أزرار المقايضة إذا كانت فوق بعضها البعض، تؤثر على اللوحات الأخرى
et: Vahetab nuppe, kui need on üksteise peal, mõjutab teisi paneele

source: System
ar: النظام
et: Süsteem
lt: Sistema
nl: Systeem
pt_br: Sistema
sl: Sistem

source: System Restart
ar: إعادة تشغيل النظام
da: Genstart system
et: Süsteemi taaskäivitamine
lt: Sistemos perkrovimas
nl: Systeem Herstarten
pt_br: Reiniciar Sistema
sl: Ponovni zagon sistema
sv: System Omstart

source: System Shutdown
ar: إيقاف تشغيل النظام
da: Luk system ned
et: Süsteemi seiskamine
lt: Išjungti sistemą
nl: Systeem Afsluiten
pt_br: Desligar Sistema
sl: Zaustavitev sistema
sv: System Avstängning

source: System:
ar: النظام:
et: Süsteem:

source: Temp (°C)
ar: درجة الحرارة (°م)
et: Temperatuur (°C)
lt: Temperatūra (°С)
sl: Temperatura (°C)
sv: Temperatur (°C)

source: Temperature
ar: درجة الحرارة
da: Temperatur
et: Temperatuur
lt: Temperatūra
nl: Temperatuur
pt_br: Temperatura
sl: Temperatura
sv: Temperatur

source: The system doesn't meet the minimum requirement
ar: النظام لا يفي بالحد الأدنى من المتطلبات
et: Süsteem ei vasta minimaalsetele nõudmistele

source: This panel supports up-to 9 screws in a 3x3 Grid
ar: تدعم هذه اللوحة ما يصل إلى 9 مسامير في شبكة 3x3
et: See paneel toetab kuni 9 kruvi 3x3 võrgus
pt_br: Este painel suporta até 9 parafusos em uma grade 3x3

source: This will affect screw positions and mesh graph
ar: سيؤثر هذا على مواضع المسمار والرسم البياني للشبكة
et: See mõjutab kruvide asukohti ja võrgugraafikut

source: Timeout for screen black-out or power-off
ar: مهلة انقطاع الشاشة أو انقطاع التيار الكهربائي
et: Ekraani pimenemise või väljalülitamise ajapiirang
pt_br: Tempo limite para tela apagar ou desligar

source: Timeout for screen black-out or power-off during printing
ar: مهلة انقطاع الشاشة أو إيقاف التشغيل أثناء الطباعة
et: Ekraani pimenemise või väljalülitamise ajapiirang printimise ajal

source: Total:
ar: المجموع:
et: Kokku:
lt: Viso:
nl: Totaal:
sl: Skupno:

source: Unknown Heater
ar: سخان غير معروف
da: Ukendt varmelegeme
et: Tundmatu küttekeha
lt: Nežinomas šildytuvas
nl: Onbekende Heater
pt_br: Aquecedor Desconhecido
sl: Neznan grelec
sv: Okänt värmeelement

source: Unknown security type
ar: نوع أمان غير معروف
et: Tundmatu turvatüüp

source: Unload
ar: أفرغ
da: Tilbagetræk
et: Laadi maha
lt: Iškrauti
nl: Uitladen
pt_br: Descarregar
sv: Lasta av

source: Unretract Extra Length
ar: لا تتراجع عن الطول الإضافي
et: Tagasitõmbamise lisapikkus
lt: Papildomas plastiko padavimo ilgis
nl: Unretract Extra Lengte
pt_br: Comprimento Extra da inversão de retração
sl: Odstrani dodatno dolžino
sv: Dra tillbaka, extra längd

source: Unretract Speed
ar: سرعة إلغاء التراجع
et: Tagasitõmbamise kiirus
lt: Įtraukimo greitis
nl: Unretract Snelheid
pt_br: Velocidade da inversão de retração
sv: Dra tillbaka Hastighet

source: Up To Date
ar: اخر تحديث حتي الان
et: Kuni kuupäevani
lt: Atnaujinta
pt_br: Atualizado
sl: Posodobljeno
sv: Aktuellt

source: Update
ar: حدث
da: Opdater
et: Uuenda
lt: Atnaujinimai
pt_br: Atualizar
sl: Posodobi
sv: Uppdatera

source: Updating
ar: يتم التحديث الان
da: Opdatering
et: Uuendamine
lt: Atnaujinama
nl: Bezig met updaten
pt_br: Atualizando
sl: Posodabljam
sv: Uppdaterar

source: Useful for un-responsive touchscreens
ar: مفيد لشاشات اللمس غير المستجيبة
et: Kasulik mitte reageerivate puuteekraanide jaoks
pt_br: Útil para telas sensíveis ao toque não responsivas

source: WebRTC is not supported by the backend trying Stream
ar: WebRTC غير مدعوم من قبل الواجهة الخلفية التي تحاول البث
et: WebRTC-d ei toeta taustsüsteem, mis proovib voogu
pt_br: WebRTC não é suportado pelo backend de transmissão

source: Working
ar: يعمل
et: Töötab

source: XY Move Speed (mm/s)
ar: سرعة الحركة XY (مم/ث)
da: XY Flyt hastighed (mm/s)
et: XY liikumise kiirus (mm/s)
lt: XY judėjimo greitis (mm/s)
nl: XY Move Snelheid (mm/s)
pt_br: Velocidade de Movimentação XY (mm/s)
sl: Hitrost premikanja XY (mm/s)
sv: XY rörelsehastighet (mm/s)

source: XY Speed (mm/s)
ar: سرعة XY (مم/ث)
da: XY Hastighed (mm/s)
et: XY kiirus (mm/s)
lt: XY greitis (mm/s)
nl: XY Snelheid (mm/s)
pt_br: Velocidade XY (mm/s)
sl: XY hitrost (mm/s)
sv: XY-hastighet (mm/s)

source: Z Calibrate
ar: معايرة Z
da: Kalibrér Z
et: Z kalibreerimine
lt: Z kalibravimas
nl: Z Kalibratie
pt_br: Calibrar Z
sl: Umeri Z
sv: Z Kalibrering

source: Z Move Speed (mm/s)
ar: سرعة الحركة Z (مم/ث)
da: Z Flyt hastighed (mm/s)
et: Z liikumise kiirus (mm/s)
lt: Z judėjimo greitis (mm/s)
nl: Z Move Snelheid (mm/s)
pt_br: Velocidade de Movimentação z (mm/s)
sl: Hitrost premikanja Z (mm/s)
sv: Z rörelsehastighet (mm/s)

source: Z Speed (mm/s)
ar: سرعة Z (مم/ث)
da: Z Hastighed (mm/s)
et: Z kiirus (mm/s)
lt: Z greitis (mm/s)
nl: Z Snelheid (mm/s)
pt_br: Velocidade Z (mm/s)
sl: Z hitrost (mm/s)
sv: Z hastighet (mm/s)

source: Z Tilt
ar: تعديل ميل Z
et: Z kalle
lt: Z polinkis
pt_br: Inclinação Z
sl: Z nagib
sv: Z Lutning

source: Z offset:
ar: حدود Z:
et: Z nihe:
lt: Poslinkis Z:
pt_br: Deslocamento Z:
sl: Z odmik:

source: commit
ar: لا التزام
da: ændring
et: toiming
lt: pakeitimas
pt_br: comprometimento

source: day
ar: صفر يوم
et: päev

source: hour
ar: ساعة
da: time
et: tund
lt: valanda
nl: uur
pt_br: hora
sl: Ura
sv: timme
