Repository: Mingda-tech/KlipperScreenAlpha
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: ar, da, et, lt, nl, pt_br, sl, sv

source: macros that use 'rename_existing' are hidden
ar: وحدات الماكرو التي تستخدم "إعادة تسمية_موجودة" مخفية
et: Makrod, mis kasutavad 'rename_existing' on peidetud
lt: makrokomandos, kurios naudoja 'rename_existing', yra paslėptos
nl: Macro's die 'rename_existing' gebruiken zijn verborgen
pt_br: macros que usam 'rename_existing' estão escondidas
sl: makri, ki uporabljajo 'rename_existing' so skriti
sv: makron som använder 'rename_existing' är dolda

source: macros with a name starting with '_' are hidden
ar: وحدات الماكرو التي يبدأ اسمها ب "_" مخفية
et: Makrod, mille nimi algab '_' on peidetud
lt: makrokomandos, kurių pavadinimas prasideda raide "_", yra paslėptos
nl: macro's die beginnen met '_' zijn verborgen
pt_br: macros com nome que começa com '_' estão escondidas
sl: makri z imenom, ki se začne z '_', so skriti
sv: makron med ett namn som börjar med '_' är dolda

source: minute
ar: دقيقة
da: minut
et: minut
lt: minutė
nl: minuut
pt_br: minuto
sl: minuta
sv: minut

source: second
ar: ثانية
et: sekund

source: The nozzle temperature is too low, Are you sure you want to heat it?
ar: درجة حرارة الفوهة منخفضة جدًا، هل أنت متأكد أنك تريد تسخينها؟
da: Dysetemperaturen er for lav. Er du sikker på, du vil opvarme den?
et: Düüsi temperatuur on liiga madal, kas olete kindel, et soovite seda kuumutada?
lt: Dūzės temperatūra per žema. Ar tikrai norite ją kaitinti?
nl: De temperatuur van de nozzle is te laag. Weet u zeker dat u het wilt verwarmen?
pt_br: A temperatura do bico está muito baixa. Tem certeza de que deseja aquecê-lo?
sl: Temperatura šobe je prenizka. Ali ste prepričani, da jo želite segreti?
sv: Dysetemperaturen är för låg. Är du säker på att du vill värma den?

source: General
ar: عام
da: Generelt
et: Üldine
lt: Bendra informacija
nl: Algemeen
pt_br: Geral
sl: Splošno
sv: Generell

source: Turn off
ar: إيقاف التشغيل
da: Sluk
et: Lülita välja
lt: Išjungti
nl: Uitzetten
pt_br: Desligar
sl: Izklopi
sv: Stäng av

source: Manual
ar: دليل
da: Manuel
et: Käsiraamat
lt: Rankinis
nl: Handmatig
sl: Priročnik
sv: Manuell

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
da: Fejlfinding
et: Tõrkeotsing
lt: Problemų šalinimas
nl: Probleemoplossing
pt_br: Solução de problemas
sl: Odpravljanje težav
sv: Felsökning

source: Cautions
ar: تحذيرات
da: Advarsler
et: Ettevaatusabinõud
lt: Įspėjimai
nl: Waarschuwingen
pt_br: Precauções
sl: Opozorila
sv: Varningar

source: Maintenance
ar: الصيانة
da: Vedligeholdelse
et: Hooldus
lt: Priežiūra
nl: Onderhoud
pt_br: Manutenção
sl: Vzdrževanje
sv: Underhåll

source: Calibration
ar: المعايرة
da: Kalibrering
et: Kalibreerimine
lt: Kalibravimas
nl: Kalibratie
pt_br: Calibração
sl: Kalibracija
sv: Kalibrering

source: XY Offset
ar: إزاحة XY
et: XY nihke kalibreerimine
lt: XY poslinkis
pt_br: Deslocamento XY
sl: XY Odmik

source: Z Offset
ar: إزاحة Z
et: Z nihke kalibreerimine
lt: Z poslinkis
pt_br: Deslocamento Z
sl: Z Odmik

source: Only one extruder does not require calibration.
ar: البثق الواحد فقط لا يتطلب معايرة.
da: Kun en ekstruder kræver ikke kalibrering.
et: Ainult üks ekstruuder ei vaja kalibreerimist.
lt: Tik vienas ekstrūderis nereikalauja kalibravimo.
nl: Slechts één extruder hoeft niet te worden gekalibreerd.
pt_br: Apenas um extrusor não requer calibração.
sl: Samo en ekstruder ne potrebuje kalibracije.
sv: Endast en extruder kräver inte kalibrering.

source: Please confirm left extruder position.
ar: يرجى تأكيد موضع البثق الأيسر.
da: Bekræft venstre ekstruderposition.
et: Palun kinnitage vasakpoolse ekstruuderi asukoht.
lt: Patvirtinkite kairės ekstrūderio poziciją.
nl: Bevestig de positie van de linker extruder.
pt_br: Por favor, confirme a posição do extrusor esquerdo.
sl: Prosimo, potrdite položaj levega ekstruderja.
sv: Bekräfta vänster extruderposition.

source: Need to recalculate the offset value.
ar: يجب إعادة حساب قيمة الإزاحة.
da: Skal beregne offsetværdien igen.
et: Tuleb ümber arvutada nihke väärtus.
lt: Reikia iš naujo apskaičiuoti poslinkio reikšmę.
nl: De offsetwaarde moet opnieuw worden berekend.
pt_br: É necessário recalcular o valor de deslocamento.
sl: Potrebno je ponovno izračunati vrednost odmika.
sv: Behöver omberäkna offsetvärdet.

source: Error writing configuration
ar: خطأ في كتابة التكوين
da: Fejl ved skrivning af konfiguration
et: Viga konfiguratsiooni kirjutamisel
lt: Klaida rašant konfigūraciją
nl: Fout bij het schrijven van de configuratie
pt_br: Erro ao escrever a configuração
sl: Napaka pri zapisovanju konfiguracije
sv: Fel vid skrivning av konfiguration

source: Please wait for the camera initialization to complete.
ar: يرجى الانتظار حتى تكتمل تهيئة الكاميرا.
da: Vent på, at kamerainitialiseringen er færdig.
et: Palun oodake, kuni kaamera algkäivitamine on lõppenud.
lt: Palaukite, kol kamera bus paruošta.
nl: Wacht tot de camera-initialisatie is voltooid.
pt_br: Por favor, aguarde a inicialização da câmera ser concluída.
sl: Prosimo, počakajte, da se inicializacija kamere zaključi.
sv: Vänta tills kamerainitieringen är klar.

source: Please wait for the camera's fill light to light up for 5 seconds before clicking 'Start'
ar: يرجى الانتظار حتى يضيء ضوء ملء الكاميرا لمدة 5 ثوانٍ قبل النقر على 'بدء'
da: Vent, indtil kameraets fyldelys lyser i 5 sekunder, før du klikker på 'Start'.
et: Palun oodake, kuni kaamera täitevalgus süttib 5 sekundiks, enne kui vajutate 'Start'.
lt: Palaukite, kol kamerai užsidegs papildomas šviesos signalas 5 sekundėms prieš spustelėdami „Pradėti“.
nl: Wacht tot het invullicht van de camera 5 seconden brandt voordat u op 'Start' klikt.
pt_br: Por favor, aguarde a luz de preenchimento da câmera acender por 5 segundos antes de clicar em 'Iniciar'
sl: Prosimo, počakajte, da se polnilna luč kamere prižge za 5 sekund, preden kliknete 'Začni'
sv: Vänta tills kamerans fyllningsljus lyser i 5 sekunder innan du klickar på 'Start'.

source: Couldn't get the calibration camera position.
ar: تعذر الحصول على موضع كاميرا المعايرة.
da: Kunne ikke få kalibreringskameraets position.
et: Kalibreerimise kaamera positsiooni ei õnnestunud saada.
lt: Nepavyko gauti kalibravimo kameros pozicijos.
nl: Kon de positie van de kalibratiecamera niet verkrijgen.
pt_br: Não foi possível obter a posição da câmera de calibração.
sl: Ni bilo mogoče pridobiti položaja kalibracijske kamere.
sv: Kunde inte få kalibreringskamerans position.

source: Need home axis
ar: بحاجة إلى محور الصفر
da: Behov for hjemmeakse
et: Vaja koduasendisse viimist
lt: Reikia grįžti į namų ašį
nl: Thuispositie van de as nodig
pt_br: Necessário retornar ao ponto de origem
sl: Potrebna je domača os
sv: Behöver hemaxel

source: Choose Language
ar: اختر اللغة
da: Vælg sprog
et: Valige keel
lt: Pasirinkite kalbą
nl: Kies taal
pt_br: Escolher Idioma
sl: Izberi jezik
sv: Välj språk

source: Choose Timezone
ar: اختر المنطقة الزمنية
da: Vælg tidszone
et: Valige ajavöönd
lt: Pasirinkite laiko juostą
nl: Kies tijdzone
pt_br: Escolher Fuso Horário
sl: Izberi časovni pas
sv: Välj tidszon

source: Select WiFi
ar: اختر شبكة WiFi
da: Vælg WiFi
et: Valige WiFi
lt: Pasirinkite WiFi
nl: Selecteer WiFi
pt_br: Selecionar WiFi
sl: Izberi WiFi
sv: Välj WiFi

source: Self-check
ar: فحص ذاتي
da: Selvtest
et: Isekontroll
lt: Savęs patikra
nl: Zelfcontrole
pt_br: Auto-verificação
sl: Samopregled
sv: Självtest

source: Nozzle Heating
ar: تسخين الفوهة
da: Opvarmning af dyse
et: Düüsi kuumutamine
lt: Dūzės šildymas
nl: Nozzle verwarmen
pt_br: Aquecimento do Bico
sl: Segrevanje šobe
sv: Dyseuppvärmning

source: Hot Bed Heating
ar: تسخين السرير الساخن
da: Opvarmning af varmebed
et: Kuuma voodi kuumutamine
lt: Karšto lovos šildymas
nl: Hot bed verwarmen
pt_br: Aquecimento da Mesa
sl: Segrevanje grelne plošče
sv: Uppvärming av uppvärmt säng

source: Nozzle Cooling Fan
ar: مروحة تبريد الفوهة
da: Dyseafkølingsblæser
et: Düüsi jahutusventilaator
lt: Dūzės vėdinimo ventiliatorius
nl: Nozzle koelventilator
pt_br: Ventilador de Resfriamento do Bico
sl: Ventilator za hlajenje šobe
sv: Fläkt för dyseavkylning

source: Hotend Cooling Fan
ar: مروحة تبريد الطرف الساخن
da: Hotend-afkølingsblæser
et: Kuumendi jahutusventilaator
lt: Karšto galinio vėdinimo ventiliatorius
nl: Hotend koelventilator
pt_br: Ventilador de Resfriamento do Hotend
sl: Ventilator za hlajenje grelne glave
sv: Fläkt för Hotend-avkylning

source: Filament Detection
ar: كشف الخيوط
da: Filamentdetektion
et: Filamendi tuvastamine
lt: Filamento aptikimas
nl: Filamentdetectie
pt_br: Detecção de Filamento
sl: Zaznavanje filamenta
sv: Detektering av filament

source: Auto Leveling
ar: التسوية التلقائية
da: Automatisk nivellering
et: Automaatne tasandamine
lt: Automatinis lyginimas
nl: Automatisch nivelleren
pt_br: Nivelamento Automático
sl: Samodejno niveliranje
sv: Automatisk nivellering

source: Power loss recovery, is resume print?
ar: استعادة فقدان الطاقة، هل تستأنف الطباعة؟
da: Gendannelse efter strømafbrydelse, vil genoptage udskrivning?
et: Toitekatkestuse taastamine, kas jätkata printimist?
lt: Nuskaičius galiai, ar norite tęsti spausdinimą?
nl: Herstel bij stroomuitval, doorgaan met afdrukken?
pt_br: Recuperação de perda de energia, retomar impressão?
sl: Obnovitev po izgubi napajanja, nadaljevati tiskanje?
sv: Återställning efter strömavbrott, ska utskriften återupptas?

source: Please wait until the bed and nozzle are heated before calibrating.
ar: يرجى الانتظار حتى يتم تسخين السرير والفوهة قبل المعايرة.
da: Vent, indtil sengen og dysen er opvarmet, før du kalibrerer.
et: Palun oodake, kuni voodi ja düüs on kalibreerimise jaoks kuumutatud.
nl: Wacht tot het bed en de nozzle zijn verwarmd voordat u gaat kalibreren.
pt_br: Por favor, aguarde até que a mesa e o bico estejam aquecidos antes de calibrar.
sl: Prosimo, počakajte, da se grelna plošča in šoba segrejeta pred kalibracijo.
sv: Vänta tills sängen och dyset är uppvärmda innan kalibrering.

source: Current language:
ar: اللغة الحالية:
da: Aktuelt sprog:
et: Praegune keel:
lt: Dabartinė kalba:
nl: Huidige taal:
pt_br: Idioma atual:
sl: Trenutni jezik:
sv: Nuvarande språk:

source: Skip All
ar: تخطي الكل
da: Spring alle over
et: Jäta kõik vahele
lt: Praleisti viską
nl: Alles overslaan
pt_br: Pular Tudo
sl: Preskoči vse
sv: Hoppa över allt

source: Do not touch the printer during self-check.
ar: لا تلمس الطابعة أثناء الفحص الذاتي.
da: Berør ikke printeren under selvtesten.
et: Ärge puudutage printerit isekontrolli ajal.
lt: Nelieskite spausdintuvo patikrinimo metu.
nl: Raak de printer niet aan tijdens zelfcontrole.
pt_br: Não toque na impressora durante a auto-verificação.
sl: Med samopregledom se ne dotikajte tiskalnika.
sv: Rör inte skrivaren under självtestet.

source: Confirm
ar: تأكيد
da: Bekræft
et: Kinnita
lt: Patvirtinti
nl: Bevestigen
pt_br: Confirmar
sl: Potrdi
sv: Bekräfta

source: Current timezone:
ar: المنطقة الزمنية الحالية:
da: Aktuel tidszone:
et: Praegune ajavöönd:
lt: Dabartinė laiko juosta:
nl: Huidige tijdzone:
pt_br: Fuso horário atual:
sl: Trenutni časovni pas:
sv: Nuvarande tidszon:

source: Choose a timezone
ar: اختر منطقة زمنية
da: Vælg tidszone
et: Valige ajavöönd
lt: Pasirinkite laiko juostą
nl: Kies een tijdzone
pt_br: Escolha um fuso horário
sl: Izberi časovni pas
sv: Välj tidszon

source: Choose a language
ar: اختر لغة
da: Vælg sprog
et: Valige keel
lt: Pasirinkite kalbą
nl: Kies een taal
pt_br: Escolha um idioma
sl: Izberi jezik
sv: Välj språk

source: Please wait for the print job to end
ar: يرجى الانتظار حتى تنتهي مهمة الطباعة
da: Vent, indtil printopgaven er afsluttet
et: Palun oodake, kuni printimine lõpeb
lt: Palaukite, kol spausdinimo užduotis bus baigta
nl: Wacht tot de afdrukopdracht is voltooid
pt_br: Por favor, aguarde o trabalho de impressão terminar
sl: Prosimo, počakajte, da se tiskanje konča
sv: Vänta tills utskriftsjobbet är klart

source: Are you sure you wish to reset the printer?
ar: هل أنت متأكد أنك تريد إعادة ضبط الطابعة؟
da: Er du sikker på, at du vil nulstille printeren?
et: Kas olete kindel, et soovite printeri lähtestada?
lt: Ar tikrai norite pernaušinti spausdintuvą?
nl: Weet u zeker dat u de printer wilt resetten?
pt_br: Tem certeza de que deseja reiniciar a impressora?
sl: Ali ste prepričani, da želite ponastaviti tiskalnik?
sv: Är du säker på att du vill återställa skrivaren?

source: Data will be deleted
ar: سيتم حذف البيانات
da: Data vil blive slettet
et: Andmed kustutatakse
lt: Duomenys bus ištrinti
nl: Gegevens worden verwijderd
pt_br: Os dados serão excluídos
sl: Podatki bodo izbrisani
sv: Data kommer att raderas

source: Reset Printer
ar: إعادة ضبط الطابعة
da: Nulstil printer
et: Lähtesta printer
lt: Pernaušinti spausdintuvą
nl: Printer resetten
pt_br: Reiniciar Impressora
sl: Ponastavi tiskalnik
sv: Återställ skrivaren

source: Resetting printer, will restart, please wait...
ar: إعادة ضبط الطابعة، ستتم إعادة التشغيل، يرجى الانتظار...
da: Nulstiller printeren, genstarter, vent venligst...
et: Printeri lähtestamine, see taaskäivitub, palun oodake...
lt: Spausdintuvas pernaušinamas, paleidžiamas iš naujo, palaukite...
nl: Printer wordt gereset, zal opnieuw opstarten, even geduld...
pt_br: Reiniciando a impressora, irá reiniciar, por favor aguarde...
sl: Ponastavljanje tiskalnika, bo se ponovno zagnal, prosimo počakajte...
sv: Återställer skrivaren, kommer att starta om, var god vänta...

source: Reset
ar: إعادة الضبط
da: Nulstil
et: Lähtesta
lt: Pernaušinti
nl: Resetten
pt_br: Reiniciar
sl: Ponastavi
sv: Återställ

source: Confirm Pos
ar: تأكيد الموضع
da: Bekræft position
et: Kinnita asend
lt: Patvirtinti poziciją
nl: bevestig de positie
pt_br: Confirmar Posição
sl: Potrdi položaj
sv: Bekräfta positionen

source: Shut down after printing completes
ar: إيقاف التشغيل بعد اكتمال الطباعة
da: Sluk efter udskrivning færdiggjort
et: Lülita välja pärast printimise lõppu
lt: Išjunkite po spausdinimo pabaigos
nl: Uitschakelen na voltooiing van het printen
pt_br: Desligar após a conclusão da impressão
sl: Izklopi po končanem tiskanju
sv: Stäng av efter att utskriften är klar

source: Voice Notify
ar: إشعار صوتي
da: Stemmebesked
et: Häälteavitused
lt: Balsinis pranešimas
nl: Stemmelding
pt_br: Notificação por Voz
sl: Glasovno obveščanje
sv: Röstdialog

source: Filament Box Power
ar: طاق صندوق اليوط
da: Filamentboks strøm
et: Filamendikasti toide
lt: Filamentų dėžės maitinimas
nl: Voeding van filamentdoos
pt_br: Energia da Caixa de Filamento
sl: Napajanje škatle za filament
sv: Strömförsörjning för filamentlåda

source: Saved successfully!
ar: تم الحفظ بنجاح!
da: Gemt med succes!
et: Edukalt salvestatud!
lt: Succesvol opgeslagen!
nl: Zapisano pomyślnie!
pt_br: Salvo com sucesso!
sl: Uspešno shranjeno!
sv: Sparades framgångsrikt!

source: Edit
ar: تحرير
da: Rediger
et: Muuda
lt: Redaguoti
nl: Bewerken
pt_br: Editar
sl: Uredi
sv: Redigera

source: Filament Info
ar: معلومات الخيط
da: Filament information
et: Filamenti teave
lt: Gijos informacija
pt_br: Informações do Filamento
sl: Informacije o filamentu
sv: Filamentinformation

source: Not found
ar: غير موجود
da: Ikke fundet
et: Ei leitud
lt: Nerasta
nl: Niet gevonden
pt_br: Não encontrado
sl: Ni najdeno
sv: Hittades inte

source: Vendor
ar: المورد
da: Producent
et: Tootja
lt: Gamintojas
nl: Fabrikant
pt_br: Fabricante
sl: Proizvajalec
sv: Tillverkare

source: Type
ar: النوع
et: Tüüp
lt: Tipas
pt_br: Tipo
sl: Tip
sv: Typ

source: Color
ar: اللون
da: Farve
et: Värv
lt: Spalva
nl: Kleur
pt_br: Cor
sl: Barva
sv: Färg

source: Set Color
ar: تعيين اللون
da: Indstil farve
et: Määra värv
lt: Nustatyti spalvą
nl: Kleur instellen
pt_br: Definir Cor
sl: Nastavi barvo
sv: Ställ in färg

source: Filament Settings
ar: إعدادات الخيط
da: Filament indstillinger
et: Filamenti seaded
lt: Gijos nustatymai
nl: Filament instellingen
pt_br: Configurações do Filamento
sl: Nastavitve filamenta
sv: Filamentinställningar

source: Multi-Material Box
ar: صندوق متعدد المواد
da: Multi-materiale boks
et: Mitme materjali kast
lt: Kelių medžiagų dėžė
nl: Multi-materiaal box
pt_br: Caixa Multi-Material
sl: Večmaterialna škatla

source: Are you sure you wish to restart the firmware?
ar: هل أنت متأكد أنك تريد إعادة تشغيل البرنامج الثابت؟
da: Er du sikker på, at du vil genstarte firmwaren?
et: Kas olete kindel, et soovite püsivara taaskäivitada?
lt: Ar tikrai norite paleisti firmware iš naujo?
nl: Weet u zeker dat u de firmware wilt herstarten?
pt_br: Você tem certeza de que deseja reiniciar o firmware?
sl: Ste prepričani, da želite ponovno zagnati programsko opremo?
sv: Är du säker på att du vill starta om programvara?

source: Autofill filament disable
ar: تعطيل التعبئة التلقائية للخيط
da: Deaktiver automatisk filamentfyldning
et: Keela filamendi automaattäitmine
lt: Išjungti automatinį filamento užpildymą
nl: Automatische filamentvulling uitschakelen
pt_br: Desativar preenchimento automático do filamento
sl: Onemogoči samodejno izpolnjevanje z vlaknom
sv: Inaktivera automatisk fyllning av tråd

source: Autofill filament enabled
ar: تم تمكين التعبئة التلقائية للخيط
da: Automatisk filamentfyldning aktiveret
et: Filamendi automaattäitmine lubatud
lt: Automatinis filamento užpildymas įjungtas
nl: Automatische filamentvulling ingeschakeld
pt_br: Ativar preenchimento automático do filamento
sl: Omogoči samodejno izpolnjevanje z vlaknom
sv: Aktivera automatisk fyllning av tråd

source: Autofill filament: %s
ar: التعبئة التلقائية للخيط: %s
da: Automatisk filamentfyldning: %s
et: Filamendi automaattäitmine: %s
lt: Automatinis filamento užpildymas: %s
nl: Automatische filamentvulling: %s
pt_br: Preenchimento automático do filamento: %s
sl: Samodejno izpolnjevanje z vlaknom: %s
sv: Automatisk fyllning av tråd: %s

source: Backing up configuration files.
ar: نسخ ملفات التكوين احتياطياً
da: Sikkerhedskopierer konfigurationsfiler.
et: Seadistusfailide varundamine.
lt: Kopijuojami konfigūracijos failai.
nl: Configuratiebestanden back-uppen.
pt_br: Fazendo backup dos arquivos de configuração.
sl: Ustvarjanje varnostne kopije konfiguracijskih datotek.
sv: Säkerhetskopierar konfigurationsfiler.

source: Calibrate Cutter Pos
ar: معايرة موضع القاطع
da: Kalibrer skæreposition
et: Kalibreeri lõikuri asend
lt: Kalibruoti kertiklio poziciją
nl: Schermpositie kalibreren
pt_br: Calibrar Posição da Lâmina
sl: Kalibracija položaja sekače
sv: Kalibrera skärarens position

source: Couldn't get the calibration cutter position.
da: Kunne ikke få skærerens kalibreringsposition.
et: Ei saanud lõikuri kalibreerimisasendit.
lt: Nepavyko gauti kertiklio kalibravimo pozicijos.
nl: Kon de schermpositie voor kalibratie niet ophalen.
pt_br: Não foi possível obter a posição da lâmina de calibração.
sl: Ni bilo mogoče pridobiti položaja sekače za kalibracijo.
sv: Kunde inte hämta skärarens kalibreringsposition.

source: Current filament indexes are:%s, active tool:%s
da: Aktuelle filamentindekser er:%s, aktivt værktøj:%s
et: Praegused filamendi indeksid on:%s, aktiivne tööriist:%s
lt: Esamos filamento indeksai yra: %s, aktyvus įrankis: %s
nl: Huidige filamentindexen zijn: %s, actief gereedschap: %s
pt_br: Os índices atuais dos filamentos são: %s, ferramenta ativa: %s
sl: Trenutni indeksi vlakna so: %s, aktivna orodja: %s
sv: Nuvarande trådindex är:%s, aktivt verktyg:%s

source: Current filament indexes are:%s, active tool:%s, resume_tool:%s, pause_reason:%s
da: Aktuelle filamentindekser er:%s, aktivt værktøj:%s, genoptag_værktøj:%s, pause_årsag:%s
et: Praegused filamendi indeksid on:%s, aktiivne tööriist:%s, jätkamise_tööriist:%s, pausi_põhjus:%s
lt: Esamos filamento indeksai yra: %s, aktyvus įrankis: %s, tęstamas įrankis: %s, pauzės priežastis: %s
nl: Huidige filamentindexen zijn: %s, actief gereedschap: %s, hervatting gereedschap: %s, pauze reden: %s
pt_br: Os índices atuais dos filamentos são: %s, ferramenta ativa: %s, ferramenta de retomada: %s, motivo da pausa: %s
sl: Trenutni indeksi vlakna so: %s, aktivna orodja: %s, orodje za nadaljevanje: %s, razlog zaustavitve: %s
sv: Nuvarande trådindex är:%s, aktivt verktyg:%s, återuppta_verktyg:%s, pausorsak:%s

source: Current value is %s
ar: القيمة الحالية هي %s
da: Aktuel værdi er %s
et: Praegune väärtus on %s
lt: Esama reikšmė yra %s
nl: Huidige waarde is %s
pt_br: O valor atual é %s
sl: Trenutna vrednost je %s
sv: Nuvarande värde är %s

source: Cut Filament Test
ar: اختبار قطع الخيط
da: Test af filamentskæring
et: Filamendi lõikamise test
lt: Filamento kirtimo testas
nl: Filamentknip test
pt_br: Teste de Corte do Filamento
sl: Test sekanja vlakna
sv: Testa skärning av tråd

source: Do you want to enable multi-material box?
ar: هل تريد تمكين صندوق المواد المتعددة؟
da: Vil du aktivere multimaterialeboks?
et: Kas soovite lubada mitme materjali kasti?
lt: Ar norite įjungti daugiamačio medžiagos dėklą?
nl: Wilt u de meervoudig materiaalbak inschakelen?
pt_br: Você deseja ativar a caixa multi-material?
sl: Želite omogočiti polje za več materialov?
sv: Vill du aktivera flermaterialboxen?

source: Do you want to use external filament?
da: Vil du bruge eksternt filament?
et: Kas soovite kasutada välist filamenti?
lt: Ar norite naudoti išorinį filamantą?
nl: Wilt u extern filament gebruiken?
pt_br: Você deseja usar filamento externo?
sl: Želite uporabljati zunanje vlakno?
sv: Vill du använda extern tråd?

source: Error: Offset values not found
da: Fejl: Offset-værdier ikke fundet
et: Viga: Nihkeväärtusi ei leitud
lt: Klaida: nėra rastos nuokrypio reikšmės
nl: Fout: Offsetwaarden niet gevonden
pt_br: Erro: Valores de deslocamento não encontrados
sl: Napaka: Vrednosti odmika niso najdene
sv: Fel: Kunde inte hitta offset-värden

source: Error: Z offset value not found
da: Fejl: Z-offset værdi ikke fundet
et: Viga: Z-nihke väärtust ei leitud
lt: Klaida: nėra rastos Z nuokrypio reikšmės
nl: Fout: Z-offsetwaarde niet gevonden
pt_br: Erro: Valor de deslocamento Z não encontrado
sl: Napaka: Vrednost odmika Z ni najdena
sv: Fel: Kunde inte hitta Z-offset-värde

source: External Filament
ar: خيط خارجي
da: Eksternt filament
et: Väline filament
lt: Išorinis filamantas
nl: Extern filament
pt_br: Filamento Externo
sl: Zunanje vlakno
sv: Extern tråd

source: Extruder not hot enough
da: Ekstruderen er ikke varm nok
et: Ekstruuder pole piisavalt kuum
lt: Ekstruderis nepakankamai karštas
nl: Extruder is niet heet genoeg
pt_br: Extrusor não está quente o suficiente
sl: Ekstruder ni dovolj topel
sv: Extruder är inte tillräckligt het

source: FEED error:External filament not removed
da: FØDNINGSFEJL: Eksternt filament ikke fjernet
et: SÖÖTMISE viga: Välist filamenti pole eemaldatud
lt: DUODAS klaida: išorinis filamantas nebuvo pašalintas
nl: FEED-fout: Extern filament niet verwijderd
pt_br: Erro de ALIMENTAÇÃO: Filamento externo não removido
sl: Napaka VRSTICE: zunanje vlakno ni odstranjeno
sv: FEED-fel: Extern tråd ej borttagen

source: Filament %s not found
ar: لم يتم العثور على الخيط %s
da: Filament %s ikke fundet
et: Filamenti %s ei leitud
lt: Filamanto %s nėra rasta
nl: Filament %s niet gevonden
pt_br: Filamento %s não encontrado
sl: Vlakno %s ni najdeno
sv: Tråd %s ej funnen

source: Filament Sensor%s: No filament detected, canceling print
ar: مستشعر الخيط %s: لم يتم اكتشاف خيط، إلغاء الطباعة
da: Filamentsensor%s: Intet filament registreret, annullerer udskrift
et: Filamendi andur%s: Filamenti ei tuvastatud, printimise tühistamine
lt: Filamento jutiklis %s: filamanto nėra aptiktas, spausdinimas nutraukiamas
nl: Filamentsensor%s: Geen filament gedetecteerd, afdruk annuleren
pt_br: Sensor de Filamento %s: Nenhum filamento detectado, cancelando impressão
sl: Čutilnik vlakna %s: Vlakna ni zaznano, prekinjam tiskanje
sv: Trådsensor%s: Inga trådar upptäckta, avbryter utskrift
